{"text": "Add frozen chicken, walnuts, cookies, frozen fruit bars, chickpeas, mustard, dish soap, salt, shrimp, pretzels, black beans, paper towels, frozen breakfast and olives to our shopping list.", "category": "Add elements to the list"}
{"text": "Add couscous, broccoli, soap, cleaning supplies, oranges, dish soap, sunflower seeds, hot sauce, bulgur, frozen fruit bars, beer, kidney beans and vinegar to our shopping list.", "category": "Add elements to the list"}
{"text": "Add bulgur to our shopping list.", "category": "Add elements to the list"}
{"text": "Add cookie dough, cereal, tomatoes, pizza dough, cashews, batteries, shrimp, soy sauce, frosting, frozen dinners, pinto beans, dried fruit, salsa, shampoo and pita bread to our shopping list.", "category": "Add elements to the list"}
{"text": "Add frozen appetizers to our shopping list.", "category": "Add elements to the list"}
{"text": "Add sunscreen, chocolate, popcorn, milk, onions, barley, baking soda, aspirin, chicken, rice noodles and party supplies to our shopping list.", "category": "Add elements to the list"}
{"text": "Add cookies, tortillas, laundry detergent, english muffins, vinegar, oranges, soy sauce, chickpeas, frozen pizza, balloons, tuna, eggs and barley to our shopping list.", "category": "Add elements to the list"}
{"text": "Add lightbulbs, honey, flaxseeds, laundry detergent, coconut, mayonnaise, pork and frozen burgers to our shopping list.", "category": "Add elements to the list"}
{"text": "Add aluminum foil, trash bags, pepper, olives, dish soap, frozen breakfast, olive oil, coffee, dried fruit, apples and cleaning supplies to our shopping list.", "category": "Add elements to the list"}
{"text": "Add lightbulbs, frozen bread, sesame seeds, pinto beans, coconut, farro and frosting to our shopping list.", "category": "Add elements to the list"}
{"text": "Add bananas and toilet paper to our shopping list.", "category": "Add elements to the list"}
{"text": "Add frozen bread, croissants, barley, vitamins, olive oil, bread, frozen breakfast burritos, onions, beef and charcoal to our shopping list.", "category": "Add elements to the list"}
{"text": "Add soba noodles, olive oil, tortillas, onions and canned tomatoes to our shopping list.", "category": "Add elements to the list"}
{"text": "Add nuts, frozen fries, juice, chickpeas, oranges, toothpaste, english muffins, chips, cheese, peanut butter and pumpkin seeds to our shopping list.", "category": "Add elements to the list"}
{"text": "Add beer, salmon, soda, cleaning supplies, frozen pizza, pistachios, frozen meals and black beans to our shopping list.", "category": "Add elements to the list"}
{"text": "We should get pork, wine, spices and tuna for the party.", "category": "Add elements to the list"}
{"text": "We should get frozen fruit bars, bulgur and frozen fruit for the party.", "category": "Add elements to the list"}
{"text": "We should get almonds for the party.", "category": "Add elements to the list"}
{"text": "We should get wine, sunflower seeds, tuna, olives, cereal and salsa for the party.", "category": "Add elements to the list"}
{"text": "We should get napkins, farro, gift wrap, aspirin and frozen pasta for the party.", "category": "Add elements to the list"}
{"text": "We should get honey and salt for the party.", "category": "Add elements to the list"}
{"text": "We should get pinto beans, frozen fruit bars, napkins, salt, jelly and vinegar for the party.", "category": "Add elements to the list"}
{"text": "We should get pizza dough, frozen fruit bars and mustard for the party.", "category": "Add elements to the list"}
{"text": "We should get ice cream bars, tomatoes and pistachios for the party.", "category": "Add elements to the list"}
{"text": "We should get pepper, charcoal, chips, kidney beans, cookies and couscous for the party.", "category": "Add elements to the list"}
{"text": "We should get frozen fish, pie crust, coffee, ramen noodles, chicken, party supplies, sesame seeds, frozen waffles, salsa, bulgur, chia seeds, frozen breakfast sandwiches, frosting and cashews for the party.", "category": "Add elements to the list"}
{"text": "We should get flour, mayonnaise, pine nuts, soda, pancake mix, frozen breakfast burritos, cinnamon rolls, frozen snacks, pickles, cake mix, flowers, quinoa, ice cream bars and wine for the party.", "category": "Add elements to the list"}
{"text": "We should get flaxseeds, frozen fish, soba noodles, dried fruit, frozen dinners and sugar for the party.", "category": "Add elements to the list"}
{"text": "We should get potatoes, frozen snacks, tea, cereal, flowers, frozen appetizers, udon noodles, chicken and canned tomatoes for the party.", "category": "Add elements to the list"}
{"text": "We should get almonds, sesame seeds, wine and toilet paper for the party.", "category": "Add elements to the list"}
{"text": "Let's make sure we have frozen fruit bars, toothpaste, frozen bread, crackers, frozen snacks, laundry detergent, pasta, pinto beans, ketchup and frozen breakfast sandwiches on our list.", "category": "Add elements to the list"}
{"text": "Let's make sure we have farro, cereal, oranges, aluminum foil, butter, frozen pies and napkins on our list.", "category": "Add elements to the list"}
{"text": "Let's make sure we have dish soap, salmon, bagels, lentils, eggs, barley, cereal, pinto beans, carrots, peanut butter, laundry detergent, couscous, sunflower seeds and soy sauce on our list.", "category": "Add elements to the list"}
{"text": "Let's make sure we have rice, frozen fish, ziplock bags, frozen fries, udon noodles, cinnamon rolls, cereal, onions, cookies, chia seeds, tortillas, tea and batteries on our list.", "category": "Add elements to the list"}
{"text": "Let's make sure we have matches, pine nuts, frozen burgers and frozen pasta on our list.", "category": "Add elements to the list"}
{"text": "Let's make sure we have shampoo, chicken, tortillas, bananas, barley, onions, bread, soap, naan bread, beef, frozen dinners, frozen breakfast, cheese and frozen fruit bars on our list.", "category": "Add elements to the list"}
{"text": "Let's make sure we have vinegar, pretzels, oatmeal, frozen fruit, pine nuts, eggs, toilet paper, paper towels and peanut butter on our list.", "category": "Add elements to the list"}
{"text": "Let's make sure we have peanut butter, mustard, aspirin, cookie dough, paper towels, onions, chickpeas, naan bread, salt, candy, black beans, ziplock bags and soba noodles on our list.", "category": "Add elements to the list"}
{"text": "Let's make sure we have flaxseeds, cake mix, frozen pies, batteries and peanut butter on our list.", "category": "Add elements to the list"}
{"text": "Let's make sure we have pepper, carrots, frozen breakfast, pancake mix, laundry detergent, bug spray, bandages, batteries, coconut, tea, cookie dough and flaxseeds on our list.", "category": "Add elements to the list"}
{"text": "Let's make sure we have batteries, salsa, cereal, sugar, walnuts, frozen fruit, shampoo, rice, candles, oranges, hazelnuts, frozen chicken and frozen fish on our list.", "category": "Add elements to the list"}
{"text": "Let's make sure we have oranges, pita bread, pasta, pistachios, hot sauce, flaxseeds, kidney beans, crackers, pumpkin seeds, butter, cookies and dried fruit on our list.", "category": "Add elements to the list"}
{"text": "Let's make sure we have tomatoes, matches, salmon, yogurt and cake mix on our list.", "category": "Add elements to the list"}
{"text": "Let's make sure we have frozen fish, frozen chicken, kidney beans, farro, ketchup, balloons, chia seeds, olive oil, eggs, lentils, spinach, candles, hazelnuts and almonds on our list.", "category": "Add elements to the list"}
{"text": "Let's make sure we have baking soda, ramen noodles, pizza dough, candy, olive oil and matches on our list.", "category": "Add elements to the list"}
{"text": "Include aspirin, cereal and frozen breakfast burritos in our weekly shopping.", "category": "Add elements to the list"}
{"text": "Include quinoa, mayonnaise, ice cream bars, apples, shampoo, spices, batteries, chocolate, frozen burgers, ramen noodles, candy and pinto beans in our weekly shopping.", "category": "Add elements to the list"}
{"text": "Include pinto beans, ramen noodles, frozen chicken, olives, milk, pistachios, pretzels, carrots, dried fruit, toothpaste, shampoo, yogurt and matches in our weekly shopping.", "category": "Add elements to the list"}
{"text": "Include ziplock bags, pepper, hazelnuts, salt, croissants, soy sauce, frozen meals, flour, laundry detergent, vinegar and maple syrup in our weekly shopping.", "category": "Add elements to the list"}
{"text": "Include vinegar, pinto beans, juice, napkins, ice cream bars, tuna, candles, kidney beans, frozen meals, black beans, frozen chicken, frozen snacks, pancake mix, spices and frosting in our weekly shopping.", "category": "Add elements to the list"}
{"text": "Include honey, frozen fries and frozen dinners in our weekly shopping.", "category": "Add elements to the list"}
{"text": "Include soy sauce and frozen chicken in our weekly shopping.", "category": "Add elements to the list"}
{"text": "Include candles, bandages, lentils, cashews, frozen pasta, pita bread, salmon, sugar, party supplies, rice noodles and herbs in our weekly shopping.", "category": "Add elements to the list"}
{"text": "Include pumpkin seeds, frozen bread and broccoli in our weekly shopping.", "category": "Add elements to the list"}
{"text": "Include vinegar, chips and black beans in our weekly shopping.", "category": "Add elements to the list"}
{"text": "Include pine nuts, oranges, frozen fries, cereal, maple syrup, broccoli, sugar, crackers, charcoal, canned tomatoes and rice noodles in our weekly shopping.", "category": "Add elements to the list"}
{"text": "Include frozen fruit bars and dish soap in our weekly shopping.", "category": "Add elements to the list"}
{"text": "Include lightbulbs and dish soap in our weekly shopping.", "category": "Add elements to the list"}
{"text": "Include rice noodles, cleaning supplies, pita bread, pasta, spices, mayonnaise, plant, flowers, popcorn, vinegar, frozen burgers and soy sauce in our weekly shopping.", "category": "Add elements to the list"}
{"text": "Include tortillas, sunscreen, bandages, carrots, naan bread, phyllo dough, canned beans, coffee and vinegar in our weekly shopping.", "category": "Add elements to the list"}
{"text": "Please add bandages, rice, frozen dinners, honey and bug spray to our grocery list.", "category": "Add elements to the list"}
{"text": "Please add pistachios, olive oil, trash bags and naan bread to our grocery list.", "category": "Add elements to the list"}
{"text": "Please add pine nuts, cleaning supplies, flowers, aluminum foil, mayonnaise, chickpeas, mustard, cereal and salmon to our grocery list.", "category": "Add elements to the list"}
{"text": "Please add toothpaste, hazelnuts, plant, party supplies, baking soda, frozen breakfast sandwiches, honey, candles, oatmeal, pickles, toilet paper, cleaning supplies and bread to our grocery list.", "category": "Add elements to the list"}
{"text": "Please add mayonnaise, sunscreen, vinegar, frozen meals, sugar, phyllo dough, soap and spinach to our grocery list.", "category": "Add elements to the list"}
{"text": "Please add flour, salt, olive oil, batteries, butter and olives to our grocery list.", "category": "Add elements to the list"}
{"text": "Please add pepper, sesame seeds, cheese, frozen breakfast, almonds, mustard, walnuts, frozen breakfast burritos, soy sauce, olive oil, flowers, shampoo, dish soap and toothpaste to our grocery list.", "category": "Add elements to the list"}
{"text": "Please add chips, frozen breakfast, hazelnuts, cashews, toilet paper and kidney beans to our grocery list.", "category": "Add elements to the list"}
{"text": "Please add flowers, cleaning supplies, butter, trash bags, chia seeds and bug spray to our grocery list.", "category": "Add elements to the list"}
{"text": "Please add chips, cookie dough, frozen fish and frozen vegetables to our grocery list.", "category": "Add elements to the list"}
{"text": "Please add mayonnaise, baking soda, frozen fish, couscous, pasta, farro, phyllo dough, frozen breakfast sandwiches, peanut butter and aluminum foil to our grocery list.", "category": "Add elements to the list"}
{"text": "Please add cashews, pinto beans, naan bread, frosting, bandages, frozen dinners, frozen fruit, almonds, sunscreen, chickpeas, frozen breakfast, spices, coconut, pine nuts and popcorn to our grocery list.", "category": "Add elements to the list"}
{"text": "Please add sugar, napkins, almonds, herbs, balloons, frozen meals, bananas, oatmeal, shrimp, dish soap, granola, candles, batteries and baking soda to our grocery list.", "category": "Add elements to the list"}
{"text": "Please add wine, plant, soap, cookie dough, pita bread, chicken, oranges, hazelnuts, shrimp, quinoa and frozen fruit to our grocery list.", "category": "Add elements to the list"}
{"text": "Please add bagels, frozen dinners, chicken, udon noodles, cereal, chickpeas, soba noodles, salt and ramen noodles to our grocery list.", "category": "Add elements to the list"}
{"text": "I'd like to add toilet paper and spinach to our shopping list.", "category": "Add elements to the list"}
{"text": "I'd like to add sesame seeds, juice, chia seeds, hazelnuts, cookies, oatmeal, frozen desserts and frozen breakfast burritos to our shopping list.", "category": "Add elements to the list"}
{"text": "I'd like to add soy sauce, shrimp, udon noodles, dish soap, bandages, candles, balloons, cleaning supplies, yogurt, olives, bread, coconut, pumpkin seeds, party supplies and maple syrup to our shopping list.", "category": "Add elements to the list"}
{"text": "I'd like to add soba noodles, flowers, bulgur, soy sauce, tortillas, butter, kidney beans, napkins, pinto beans, coconut and tomatoes to our shopping list.", "category": "Add elements to the list"}
{"text": "I'd like to add chips, ramen noodles, candles and beer to our shopping list.", "category": "Add elements to the list"}
{"text": "I'd like to add bug spray, frozen fruit, frozen vegetables, broccoli, bagels, candles, aluminum foil, shampoo, baking soda, paper towels, barley, soda, juice, pork and wine to our shopping list.", "category": "Add elements to the list"}
{"text": "I'd like to add pinto beans, batteries, frosting, milk, bananas, frozen snacks, walnuts, laundry detergent and oranges to our shopping list.", "category": "Add elements to the list"}
{"text": "I'd like to add beef, shrimp, chicken, maple syrup and umbrella to our shopping list.", "category": "Add elements to the list"}
{"text": "I'd like to add rice, tortillas, cereal, cleaning supplies, frozen dinners, party supplies, trash bags, frosting, apples, frozen breakfast sandwiches, frozen chicken and mayonnaise to our shopping list.", "category": "Add elements to the list"}
{"text": "I'd like to add canned tomatoes, wine, frozen fruit, vinegar, maple syrup, paper towels, popcorn, cereal, black beans, balloons, pumpkin seeds, oranges, frozen chicken, bulgur and beef to our shopping list.", "category": "Add elements to the list"}
{"text": "I'd like to add flour, cookie dough, cookies, bagels, baking soda, frozen burgers, coffee, soy sauce, pasta and frozen vegetables to our shopping list.", "category": "Add elements to the list"}
{"text": "I'd like to add olive oil, salsa, olives, cinnamon rolls, tortillas, bananas and pumpkin seeds to our shopping list.", "category": "Add elements to the list"}
{"text": "I'd like to add chips, chips, candles, farro, napkins, aspirin, canned beans, frozen fruit bars, tortillas, frozen pasta, spinach, pickles, ketchup and hazelnuts to our shopping list.", "category": "Add elements to the list"}
{"text": "I'd like to add tortillas, bandages, coconut, ramen noodles, ice cream bars, tea, pumpkin seeds, farro, yogurt, hot sauce, rice noodles, greeting cards, sunscreen, frozen dinners and carrots to our shopping list.", "category": "Add elements to the list"}
{"text": "I'd like to add laundry detergent, coconut, butter, frozen burgers, chicken, greeting cards, pie crust, peanut butter, dish soap, candy and apples to our shopping list.", "category": "Add elements to the list"}
{"text": "We don't have ice cream, cashews, frozen pies, chicken, aspirin, flour, salt, phyllo dough and pickles in the house.", "category": "Add elements to the list"}
{"text": "We don't have frozen breakfast and eggs in the house.", "category": "Add elements to the list"}
{"text": "We don't have trash bags, flaxseeds, onions, spinach, frozen fries, soy sauce, bananas, vinegar, frozen breakfast, honey, toilet paper, pinto beans, eggs and farro in the house.", "category": "Add elements to the list"}
{"text": "We don't have matches, onions, frozen snacks, frozen breakfast sandwiches, candy, charcoal, bug spray, kidney beans, carrots and aspirin in the house.", "category": "Add elements to the list"}
{"text": "We don't have barley, bananas, flowers and cereal in the house.", "category": "Add elements to the list"}
{"text": "We don't have pie filling, pinto beans, peanut butter, rice noodles, pine nuts, frozen fruit, vinegar and ketchup in the house.", "category": "Add elements to the list"}
{"text": "We don't have ice cream, chips, chocolate, croissants, laundry detergent, potatoes, paper towels and tuna in the house.", "category": "Add elements to the list"}
{"text": "We don't have coconut, honey, black beans, bandages, umbrella, jelly, frozen appetizers, salmon, tortillas, candy, pancake mix, pickles, laundry detergent, rice noodles and quinoa in the house.", "category": "Add elements to the list"}
{"text": "We don't have almonds, frozen fries, oatmeal, matches, dish soap, frozen vegetables, umbrella, frozen appetizers, chocolate, bagels and wine in the house.", "category": "Add elements to the list"}
{"text": "We don't have frozen meals, nuts, balloons, barley, walnuts, spices, bulgur, frozen chicken, cinnamon rolls and shampoo in the house.", "category": "Add elements to the list"}
{"text": "We don't have napkins, chocolate, pork, shampoo, frozen vegetables, farro, aspirin, pumpkin seeds, umbrella, tortillas, chips, juice, rice, pepper and frozen burgers in the house.", "category": "Add elements to the list"}
{"text": "We don't have ketchup, oranges, baking soda, mustard and salmon in the house.", "category": "Add elements to the list"}
{"text": "We don't have shrimp, cereal, milk, butter, brazil nuts, nuts, napkins, pistachios, pumpkin seeds, shampoo and cinnamon rolls in the house.", "category": "Add elements to the list"}
{"text": "We don't have frozen chicken and charcoal in the house.", "category": "Add elements to the list"}
{"text": "We don't have tomatoes, cake mix, farro and pizza dough in the house.", "category": "Add elements to the list"}
{"text": "For the recipe we need phyllo dough, jelly, rice noodles, aluminum foil, sunflower seeds, frozen snacks, frozen breakfast sandwiches, beef, oatmeal, frozen breakfast, gift wrap, flour, greeting cards and mayonnaise.", "category": "Add elements to the list"}
{"text": "For the recipe we need frozen fish, chips, charcoal and sugar.", "category": "Add elements to the list"}
{"text": "For the recipe we need apples, pita bread, frozen bread, sesame seeds, yogurt, pine nuts, lentils, cereal, rice and tortillas.", "category": "Add elements to the list"}
{"text": "For the recipe we need kidney beans, cereal, dried fruit, greeting cards and nuts.", "category": "Add elements to the list"}
{"text": "For the recipe we need juice, pie filling and spices.", "category": "Add elements to the list"}
{"text": "For the recipe we need napkins, ketchup, shrimp and pizza dough.", "category": "Add elements to the list"}
{"text": "For the recipe we need frozen pies, bananas, ice cream bars, ketchup, eggs, rice noodles, barley and coffee.", "category": "Add elements to the list"}
{"text": "For the recipe we need chips, pancake mix, cake mix, frozen waffles, gift wrap, pie crust, sunscreen, barley and frosting.", "category": "Add elements to the list"}
{"text": "For the recipe we need naan bread, cashews, pie filling, soba noodles, hot sauce, shrimp, black beans, pretzels and soy sauce.", "category": "Add elements to the list"}
{"text": "For the recipe we need couscous.", "category": "Add elements to the list"}
{"text": "For the recipe we need bug spray, candy, ramen noodles, vitamins, cookie dough, lentils, party supplies, carrots, sunflower seeds and black beans.", "category": "Add elements to the list"}
{"text": "For the recipe we need chips, chips, honey and balloons.", "category": "Add elements to the list"}
{"text": "For the recipe we need bread, sugar, tomatoes, chocolate, bug spray, soap, farro, cookies, candles, pasta, frozen meals, granola and phyllo dough.", "category": "Add elements to the list"}
{"text": "For the recipe we need pizza dough, candles, frozen desserts, coconut, vitamins, frozen dinners, shrimp, cleaning supplies, tortillas, pasta and dish soap.", "category": "Add elements to the list"}
{"text": "For the recipe we need frozen fish, tuna, nuts, olives, carrots and coconut.", "category": "Add elements to the list"}
{"text": "We need to pick up dried fruit, almonds, onions, rice noodles and hot sauce for the week.", "category": "Add elements to the list"}
{"text": "We need to pick up brazil nuts, ice cream, lightbulbs, broccoli, olives, frosting, chips, pepper, potatoes, spices, udon noodles, tomatoes and ramen noodles for the week.", "category": "Add elements to the list"}
{"text": "We need to pick up farro, milk, brazil nuts, frozen bread, chocolate, sugar, cleaning supplies, frozen burgers, tuna, canned tomatoes, yogurt, oranges and salmon for the week.", "category": "Add elements to the list"}
{"text": "We need to pick up butter, pickles, dish soap, bandages, party supplies, flaxseeds, olives, flowers, pie filling, laundry detergent, paper towels, olive oil, pinto beans and frozen desserts for the week.", "category": "Add elements to the list"}
{"text": "We need to pick up yogurt, frozen desserts, aspirin, frozen fruit bars, naan bread, candles, pine nuts and frozen breakfast burritos for the week.", "category": "Add elements to the list"}
{"text": "We need to pick up aspirin, frozen snacks, ice cream, pretzels, soap, frosting, frozen dinners and charcoal for the week.", "category": "Add elements to the list"}
{"text": "We need to pick up cake mix, matches, chickpeas, aspirin, trash bags, carrots, bananas, pita bread, laundry detergent and gift wrap for the week.", "category": "Add elements to the list"}
{"text": "We need to pick up kidney beans for the week.", "category": "Add elements to the list"}
{"text": "We need to pick up english muffins, oranges, frozen fries, chia seeds, onions, frozen pasta, hot sauce, vinegar, aspirin, frozen snacks, croissants and sugar for the week.", "category": "Add elements to the list"}
{"text": "We need to pick up butter, crackers, canned tomatoes, dried fruit, mustard, frozen fruit, napkins, croissants, balloons, frozen dinners, olives, beef and peanut butter for the week.", "category": "Add elements to the list"}
{"text": "We need to pick up potatoes, bread, brazil nuts, chips and sugar for the week.", "category": "Add elements to the list"}
{"text": "We need to pick up shrimp, cheese, tomatoes, toothpaste, frozen breakfast burritos, frozen snacks, pepper, ice cream bars, honey and pistachios for the week.", "category": "Add elements to the list"}
{"text": "We need to pick up cookies, salsa, tea, toothpaste, party supplies, rice noodles, hot sauce, rice, spinach and sunflower seeds for the week.", "category": "Add elements to the list"}
{"text": "We need to pick up hot sauce, bagels, maple syrup and mayonnaise for the week.", "category": "Add elements to the list"}
{"text": "We need to pick up jelly, cinnamon rolls, pistachios, maple syrup, coffee, frozen meals, pork, rice, chips and pickles for the week.", "category": "Add elements to the list"}
{"text": "We need butter, salt, flour, frozen pizza, vinegar, wine, greeting cards, quinoa, candy, frosting, carrots, almonds, crackers, party supplies and cookie dough", "category": "Add elements to the list"}
{"text": "We need balloons, candy, carrots, frozen bread, laundry detergent, oatmeal, sunflower seeds, tomatoes, pie filling, juice and ice cream bars", "category": "Add elements to the list"}
{"text": "We need pizza dough, lightbulbs, candy, rice noodles, charcoal, canned beans, dish soap and baking soda", "category": "Add elements to the list"}
{"text": "We need frozen fish, kidney beans and pine nuts", "category": "Add elements to the list"}
{"text": "We need black beans and frozen dinners", "category": "Add elements to the list"}
{"text": "We need paper towels, dish soap, tea, trash bags, lightbulbs, quinoa, toilet paper, ketchup and cereal", "category": "Add elements to the list"}
{"text": "We need dried fruit, ice cream bars, butter, frozen vegetables, pasta, matches, rice, chia seeds, onions and tuna", "category": "Add elements to the list"}
{"text": "We need party supplies, ramen noodles, farro, granola, tuna, frozen bread, jelly, apples, chocolate, sugar, frozen pies, bandages, cookie dough, butter and oatmeal", "category": "Add elements to the list"}
{"text": "We need napkins, onions, chips, beef, salt, salsa and frozen breakfast burritos", "category": "Add elements to the list"}
{"text": "We need frozen desserts, charcoal, quinoa, pie filling, frozen pizza, plant, frozen breakfast and chickpeas", "category": "Add elements to the list"}
{"text": "We need apples, frozen meals, granola, honey, party supplies and coconut", "category": "Add elements to the list"}
{"text": "We need coffee, olives, aspirin, gift wrap, cleaning supplies, frozen fruit bars, peanut butter, ziplock bags, cookie dough and sunflower seeds", "category": "Add elements to the list"}
{"text": "We need tomatoes, dried fruit, frozen breakfast burritos, batteries, pistachios, quinoa, brazil nuts, popcorn, cereal, eggs, salsa, candy, spices and potatoes", "category": "Add elements to the list"}
{"text": "We need plant, mayonnaise, trash bags, gift wrap, balloons, peanut butter, sesame seeds, candles, naan bread, soba noodles and barley", "category": "Add elements to the list"}
{"text": "We need salt, canned tomatoes, yogurt, salsa, pepper, beer, gift wrap and rice noodles", "category": "Add elements to the list"}
{"text": "Let's grab some pinto beans, dried fruit, aspirin, frozen dinners, ice cream and chickpeas on our way home.", "category": "Add elements to the list"}
{"text": "Let's grab some candy, granola, plant, juice, frozen meals, frozen pies, frozen burgers, cheese, greeting cards, napkins, pork, cinnamon rolls, cereal, beef and eggs on our way home.", "category": "Add elements to the list"}
{"text": "Let's grab some spices, bulgur, frozen vegetables, butter, olive oil, eggs, baking soda, frozen desserts, couscous, quinoa and greeting cards on our way home.", "category": "Add elements to the list"}
{"text": "Let's grab some olive oil, candy, frozen pies, english muffins, pork, cookie dough, cake mix, cereal, chicken, bagels, baking soda and frozen fries on our way home.", "category": "Add elements to the list"}
{"text": "Let's grab some nuts, juice, granola, rice noodles, ziplock bags, chips, frozen fries, pine nuts, laundry detergent, flour and bagels on our way home.", "category": "Add elements to the list"}
{"text": "Let's grab some flaxseeds, hot sauce, frozen fruit bars, cookie dough, herbs, canned beans, toilet paper, chips, soda and croissants on our way home.", "category": "Add elements to the list"}
{"text": "Let's grab some soy sauce on our way home.", "category": "Add elements to the list"}
{"text": "Let's grab some chips, butter, frozen waffles, apples, candy, canned beans, pine nuts, walnuts, frozen fruit, toilet paper, shampoo and pork on our way home.", "category": "Add elements to the list"}
{"text": "Let's grab some frozen breakfast, paper towels, beer, napkins, brazil nuts and pumpkin seeds on our way home.", "category": "Add elements to the list"}
{"text": "Let's grab some chips, soy sauce, ziplock bags, ice cream bars, cleaning supplies, honey, oranges, tomatoes, hot sauce, sunscreen, cereal, coconut, canned tomatoes and pumpkin seeds on our way home.", "category": "Add elements to the list"}
{"text": "Let's grab some hot sauce and phyllo dough on our way home.", "category": "Add elements to the list"}
{"text": "Let's grab some frozen breakfast sandwiches, almonds, batteries, honey, beef, frozen pizza, maple syrup, black beans, pickles, phyllo dough, umbrella and toilet paper on our way home.", "category": "Add elements to the list"}
{"text": "Let's grab some tomatoes, bagels, ice cream bars, lentils, frozen meals, pie crust, pasta and carrots on our way home.", "category": "Add elements to the list"}
{"text": "Let's grab some frozen fruit bars on our way home.", "category": "Add elements to the list"}
{"text": "Let's grab some maple syrup, pepper, bulgur, rice, napkins, olive oil, cereal, chia seeds, canned beans, cake mix, dish soap and cookie dough on our way home.", "category": "Add elements to the list"}
{"text": "Don't forget to buy peanut butter, shampoo, frozen vegetables, umbrella, frozen pizza, chicken, frozen fruit, black beans and olives for the barbecue.", "category": "Add elements to the list"}
{"text": "Don't forget to buy frozen chicken, beer, chicken, frozen pies, canned beans, sesame seeds, oatmeal, wine, pickles, coconut, spinach, english muffins and vinegar for the barbecue.", "category": "Add elements to the list"}
{"text": "Don't forget to buy cheese, ketchup, balloons, pickles, chicken and olive oil for the barbecue.", "category": "Add elements to the list"}
{"text": "Don't forget to buy cookie dough, english muffins, sunflower seeds, frozen vegetables, yogurt, bulgur, herbs, cinnamon rolls, ziplock bags, hot sauce, frozen dinners, pasta, sugar, cake mix and coconut for the barbecue.", "category": "Add elements to the list"}
{"text": "Don't forget to buy bandages, yogurt, toothpaste, trash bags, cookies, frozen pizza and flour for the barbecue.", "category": "Add elements to the list"}
{"text": "Don't forget to buy oatmeal, laundry detergent, tuna and english muffins for the barbecue.", "category": "Add elements to the list"}
{"text": "Don't forget to buy dried fruit, walnuts, yogurt, quinoa, frosting and bagels for the barbecue.", "category": "Add elements to the list"}
{"text": "Don't forget to buy ketchup, sunflower seeds, lightbulbs, flowers, oatmeal and sunscreen for the barbecue.", "category": "Add elements to the list"}
{"text": "Don't forget to buy toothpaste, maple syrup, herbs, mustard, lentils, potatoes, butter, pancake mix, frozen meals, frozen vegetables, frozen pizza, party supplies, chips and sunflower seeds for the barbecue.", "category": "Add elements to the list"}
{"text": "Don't forget to buy plant, pork, lightbulbs, oatmeal, herbs, pinto beans, frozen breakfast burritos, gift wrap, party supplies, chicken, frozen waffles and laundry detergent for the barbecue.", "category": "Add elements to the list"}
{"text": "Don't forget to buy soba noodles and naan bread for the barbecue.", "category": "Add elements to the list"}
{"text": "Don't forget to buy ramen noodles and frozen burgers for the barbecue.", "category": "Add elements to the list"}
{"text": "Don't forget to buy cereal, bread, vinegar, frosting, chips, gift wrap, yogurt, black beans, candles, pistachios, tortillas and hot sauce for the barbecue.", "category": "Add elements to the list"}
{"text": "Don't forget to buy chips, aluminum foil, gift wrap, peanut butter and ziplock bags for the barbecue.", "category": "Add elements to the list"}
{"text": "Don't forget to buy baking soda, bug spray, oatmeal, pie crust, black beans, flaxseeds, umbrella and wine for the barbecue.", "category": "Add elements to the list"}
{"text": "We're running low on sugar, pepper, candy, potatoes, frozen snacks, ramen noodles and sunflower seeds. Time for a shopping trip.", "category": "Add elements to the list"}
{"text": "We're running low on lentils, frozen pasta, ice cream and chickpeas. Time for a shopping trip.", "category": "Add elements to the list"}
{"text": "We're running low on pasta, frozen burgers, matches, black beans, croissants, potatoes, balloons and frozen pizza. Time for a shopping trip.", "category": "Add elements to the list"}
{"text": "We're running low on dried fruit, cinnamon rolls, vinegar, cookies, pie filling, sunflower seeds and barley. Time for a shopping trip.", "category": "Add elements to the list"}
{"text": "We're running low on sugar, bulgur, honey, batteries, bagels and pizza dough. Time for a shopping trip.", "category": "Add elements to the list"}
{"text": "We're running low on butter, frozen pies, onions, beer, cereal, salt, mayonnaise, tuna, farro, sesame seeds, frozen burgers, rice, granola, olives and aspirin. Time for a shopping trip.", "category": "Add elements to the list"}
{"text": "We're running low on broccoli, mustard, frozen pasta, pepper, pasta, frozen pizza, pizza dough, greeting cards and bandages. Time for a shopping trip.", "category": "Add elements to the list"}
{"text": "We're running low on cereal, pie filling, chickpeas and chicken. Time for a shopping trip.", "category": "Add elements to the list"}
{"text": "We're running low on cake mix, pinto beans, beer, english muffins, matches, laundry detergent, tuna, bread, herbs, ice cream and frosting. Time for a shopping trip.", "category": "Add elements to the list"}
{"text": "We're running low on dried fruit, peanut butter, cake mix, croissants, soda, napkins, kidney beans, apples, naan bread, bagels and pizza dough. Time for a shopping trip.", "category": "Add elements to the list"}
{"text": "We're running low on ice cream bars, frozen pies, vinegar, soba noodles, chips, frozen snacks, hazelnuts, ziplock bags, dried fruit, cashews, pizza dough, frozen appetizers, frozen fruit and sunscreen. Time for a shopping trip.", "category": "Add elements to the list"}
{"text": "We're running low on barley. Time for a shopping trip.", "category": "Add elements to the list"}
{"text": "We're running low on cereal, aluminum foil, brazil nuts, plant, trash bags, frozen breakfast, bananas, candles, bulgur, dish soap, ramen noodles, soda, cheese and english muffins. Time for a shopping trip.", "category": "Add elements to the list"}
{"text": "We're running low on beer, vitamins, pita bread, pretzels, shampoo, frozen pasta, frozen dinners, candy and oranges. Time for a shopping trip.", "category": "Add elements to the list"}
{"text": "We're running low on frozen desserts and jelly. Time for a shopping trip.", "category": "Add elements to the list"}
{"text": "I also need cereal, salmon, frosting, matches and frozen vegetables", "category": "Add elements to the list"}
{"text": "I also need oranges, wine and couscous", "category": "Add elements to the list"}
{"text": "I also need butter, olive oil, frozen fries and bug spray", "category": "Add elements to the list"}
{"text": "I also need frozen pies, aspirin, rice noodles, coconut and flour", "category": "Add elements to the list"}
{"text": "I also need tortillas, frozen pizza, soap, dish soap, chocolate, tea, pinto beans, pretzels and frosting", "category": "Add elements to the list"}
{"text": "I also need flowers, ketchup, frozen chicken, cookie dough, umbrella, beer, croissants, matches, cereal and couscous", "category": "Add elements to the list"}
{"text": "I also need rice, peanut butter, english muffins, canned beans, hot sauce, pie filling, napkins, spinach, plant, almonds, naan bread, nuts, sunflower seeds, farro and hazelnuts", "category": "Add elements to the list"}
{"text": "I also need mustard, tuna, chips, umbrella, bananas, udon noodles, ketchup and laundry detergent", "category": "Add elements to the list"}
{"text": "I also need coffee", "category": "Add elements to the list"}
{"text": "I also need soap, mayonnaise, toilet paper, flowers, frozen breakfast burritos, salt, batteries, naan bread, olives, hot sauce, coconut, milk and crackers", "category": "Add elements to the list"}
{"text": "I also need salmon, maple syrup, honey, soda, frozen fish, frozen breakfast, tea, bug spray, charcoal, farro, walnuts and lightbulbs", "category": "Add elements to the list"}
{"text": "I also need toilet paper, dried fruit, bandages, canned beans and honey", "category": "Add elements to the list"}
{"text": "I also need party supplies, milk, jelly, cheese and tortillas", "category": "Add elements to the list"}
{"text": "I also need mayonnaise, umbrella, pancake mix, jelly, frozen fruit bars, bagels, cleaning supplies, rice noodles, olives and milk", "category": "Add elements to the list"}
{"text": "I also need salmon, pancake mix, frozen burgers, frozen fish, ziplock bags, frozen fruit, coffee, frozen chicken and ketchup", "category": "Add elements to the list"}
{"text": "Don't forget buying coffee", "category": "Add elements to the list"}
{"text": "Don't forget buying frozen meals, butter, lightbulbs, ketchup, matches, popcorn, quinoa, salsa, shrimp and hot sauce", "category": "Add elements to the list"}
{"text": "Don't forget buying ice cream bars, bulgur and kidney beans", "category": "Add elements to the list"}
{"text": "Don't forget buying sunflower seeds, sunscreen, laundry detergent, chips, honey, pepper, walnuts and pinto beans", "category": "Add elements to the list"}
{"text": "Don't forget buying cereal, cookie dough, pistachios, popcorn, batteries, granola and udon noodles", "category": "Add elements to the list"}
{"text": "Don't forget buying vitamins, dish soap, olive oil, mayonnaise, hazelnuts, pine nuts, farro, trash bags, umbrella and maple syrup", "category": "Add elements to the list"}
{"text": "Don't forget buying popcorn and wine", "category": "Add elements to the list"}
{"text": "Don't forget buying toilet paper, sunflower seeds, pie filling, balloons, flowers, hot sauce, party supplies, soy sauce, frozen breakfast burritos and peanut butter", "category": "Add elements to the list"}
{"text": "Don't forget buying frozen pasta, flowers, ziplock bags, butter, soda and rice noodles", "category": "Add elements to the list"}
{"text": "Don't forget buying cereal", "category": "Add elements to the list"}
{"text": "Don't forget buying pie filling, dried fruit, pumpkin seeds, maple syrup, cheese, matches, pork and oatmeal", "category": "Add elements to the list"}
{"text": "Don't forget buying plant, pancake mix, quinoa, frozen burgers, english muffins, cereal, frozen breakfast sandwiches, chickpeas and oatmeal", "category": "Add elements to the list"}
{"text": "Don't forget buying oatmeal, couscous, frozen dinners, pie filling, frozen breakfast sandwiches, butter, paper towels, pita bread, plant, jelly, pickles, olives and tomatoes", "category": "Add elements to the list"}
{"text": "Don't forget buying frozen chicken, frozen waffles, frozen breakfast, bagels, butter, spinach, cookie dough, cake mix, bulgur, soy sauce, frozen breakfast sandwiches, herbs and frozen breakfast burritos", "category": "Add elements to the list"}
{"text": "Don't forget buying frozen fries, chips, frozen vegetables, herbs, coconut, pancake mix, popcorn, cereal, hazelnuts, plant, trash bags and frozen pasta", "category": "Add elements to the list"}
{"text": "I like phyllo dough, cinnamon rolls, oranges, pumpkin seeds, olives, sesame seeds, sunflower seeds, hazelnuts, coconut, laundry detergent, napkins, trash bags and salt, add them to the list", "category": "Add elements to the list"}
{"text": "I like bug spray, ziplock bags, chicken, matches, frozen chicken, frozen burgers, carrots, broccoli, coffee, oranges, lentils, frozen desserts, cinnamon rolls, cookie dough and pita bread, add them to the list", "category": "Add elements to the list"}
{"text": "I like pistachios, salt, chicken and soda, add them to the list", "category": "Add elements to the list"}
{"text": "I like ice cream, cheese, soba noodles, frozen breakfast burritos, frozen vegetables, dried fruit, frozen pasta, pepper, granola, salt and frozen waffles, add them to the list", "category": "Add elements to the list"}
{"text": "I like hazelnuts, salsa, olives, udon noodles, frosting, cookie dough, tortillas, baking soda, shrimp, laundry detergent and ziplock bags, add them to the list", "category": "Add elements to the list"}
{"text": "I like pie crust, brazil nuts, frozen appetizers, pizza dough, sunscreen, pumpkin seeds, udon noodles, aspirin, butter, sunflower seeds, shrimp and flowers, add them to the list", "category": "Add elements to the list"}
{"text": "I like ice cream bars, bagels, pickles, matches and frozen desserts, add them to the list", "category": "Add elements to the list"}
{"text": "I like dish soap and pita bread, add them to the list", "category": "Add elements to the list"}
{"text": "I like cereal, toilet paper, almonds, nuts, croissants and broccoli, add them to the list", "category": "Add elements to the list"}
{"text": "I like frozen pies, pancake mix, frozen fries, baking soda, salmon, canned beans, olives and cleaning supplies, add them to the list", "category": "Add elements to the list"}
{"text": "I like frozen appetizers, toilet paper and pistachios, add them to the list", "category": "Add elements to the list"}
{"text": "I like shampoo, pancake mix, olives, pie filling, quinoa, frozen burgers, walnuts, frozen breakfast and ice cream, add them to the list", "category": "Add elements to the list"}
{"text": "I like nuts, flour, vinegar, trash bags, party supplies, tortillas, barley, soda, flaxseeds, oatmeal, pita bread and frozen snacks, add them to the list", "category": "Add elements to the list"}
{"text": "I like dish soap, frozen fruit, hazelnuts, brazil nuts, tomatoes, cinnamon rolls, black beans, pie filling and nuts, add them to the list", "category": "Add elements to the list"}
{"text": "I like oranges, add them to the list", "category": "Add elements to the list"}
{"text": "Can you make sure tea, couscous, soba noodles, milk, frozen pizza, oatmeal, sunflower seeds, frozen desserts, trash bags, beef, pickles and beer are on our shopping list?", "category": "Add elements to the list"}
{"text": "Can you make sure umbrella, pinto beans and herbs are on our shopping list?", "category": "Add elements to the list"}
{"text": "Can you make sure soy sauce, chicken, hot sauce, trash bags, cereal, lightbulbs, aluminum foil and shrimp are on our shopping list?", "category": "Add elements to the list"}
{"text": "Can you make sure frozen dinners, trash bags, paper towels, farro, salmon, frozen fruit bars, frozen desserts, shrimp, honey, bananas, laundry detergent, frozen breakfast burritos and chickpeas are on our shopping list?", "category": "Add elements to the list"}
{"text": "Can you make sure chickpeas, spices, gift wrap, butter, mustard, frozen meals, bug spray, candles, balloons and potatoes are on our shopping list?", "category": "Add elements to the list"}
{"text": "Can you make sure sunscreen, chips, frozen fruit, hazelnuts, popcorn, beer, flour, shampoo, pie filling, chia seeds, coconut, frozen pizza and cake mix are on our shopping list?", "category": "Add elements to the list"}
{"text": "Can you make sure cereal, salmon and potatoes are on our shopping list?", "category": "Add elements to the list"}
{"text": "Can you make sure matches, chips and frozen pizza are on our shopping list?", "category": "Add elements to the list"}
{"text": "Can you make sure vitamins are on our shopping list?", "category": "Add elements to the list"}
{"text": "Can you make sure umbrella, jelly, croissants, beef, rice, toothpaste, batteries, canned tomatoes, balloons and ice cream are on our shopping list?", "category": "Add elements to the list"}
{"text": "Can you make sure soba noodles, walnuts, olive oil, yogurt, pine nuts, frozen pies, bandages, aluminum foil, frozen desserts, soap, beef and carrots are on our shopping list?", "category": "Add elements to the list"}
{"text": "Can you make sure phyllo dough, chia seeds, party supplies, frozen meals, flowers, frozen breakfast burritos, farro, bananas, udon noodles, frozen snacks, ziplock bags and pasta are on our shopping list?", "category": "Add elements to the list"}
{"text": "Can you make sure napkins, chicken, granola, hazelnuts, bug spray, candles, ketchup, apples, shampoo and salmon are on our shopping list?", "category": "Add elements to the list"}
{"text": "Can you make sure frozen fries, napkins, spices, salt, olive oil, oatmeal, lightbulbs, coconut, soba noodles, tortillas, pie crust and frozen vegetables are on our shopping list?", "category": "Add elements to the list"}
{"text": "Can you make sure cinnamon rolls, tuna, wine, mayonnaise, canned tomatoes, rice noodles, barley, frozen breakfast sandwiches, dish soap, ramen noodles, udon noodles, pita bread, cashews, butter and onions are on our shopping list?", "category": "Add elements to the list"}
{"text": "We're missing candles, frozen desserts, bulgur, toilet paper, vinegar, frozen fruit bars, rice noodles, croissants, party supplies and flowers from the list.", "category": "Add elements to the list"}
{"text": "We're missing pickles from the list.", "category": "Add elements to the list"}
{"text": "We're missing chocolate, granola, frozen burgers, oatmeal, pie filling, chickpeas, oranges and cheese from the list.", "category": "Add elements to the list"}
{"text": "We're missing greeting cards, frozen fries, coffee, frosting, potatoes, rice noodles, couscous, charcoal, hot sauce, aluminum foil, beef, black beans, umbrella, oatmeal and maple syrup from the list.", "category": "Add elements to the list"}
{"text": "We're missing black beans, bulgur, pie filling, frozen breakfast sandwiches, tortillas, chips, chips, rice noodles, frozen fish and aspirin from the list.", "category": "Add elements to the list"}
{"text": "We're missing cinnamon rolls, laundry detergent, mayonnaise, yogurt, frozen dinners, oranges, milk, frozen fries, juice, broccoli, party supplies, pasta, cookie dough and lightbulbs from the list.", "category": "Add elements to the list"}
{"text": "We're missing tortillas, frozen appetizers, umbrella, plant, frozen fries, frozen meals, chicken, mustard, yogurt, candy, aluminum foil, kidney beans, phyllo dough and napkins from the list.", "category": "Add elements to the list"}
{"text": "We're missing aspirin, salsa, frozen breakfast burritos, trash bags, bug spray, frozen bread and sunflower seeds from the list.", "category": "Add elements to the list"}
{"text": "We're missing pickles, tortillas, english muffins, baking soda, ice cream, pasta, cookie dough, frozen meals, croissants, chicken, cookies, frozen pasta, hot sauce, pumpkin seeds and bulgur from the list.", "category": "Add elements to the list"}
{"text": "We're missing dish soap, herbs, pepper, bandages, beef and matches from the list.", "category": "Add elements to the list"}
{"text": "We're missing broccoli, wine, butter, oatmeal, candles, pepper, spices, yogurt, beef, cookie dough, couscous and olive oil from the list.", "category": "Add elements to the list"}
{"text": "We're missing bug spray, balloons, pickles, spices, frozen pasta, laundry detergent and flour from the list.", "category": "Add elements to the list"}
{"text": "We're missing cookie dough from the list.", "category": "Add elements to the list"}
{"text": "We're missing salmon, ice cream, balloons, baking soda, sesame seeds and frozen pizza from the list.", "category": "Add elements to the list"}
{"text": "We're missing frozen pizza, frozen fries, soba noodles, frozen chicken, lightbulbs, frozen pasta, toothpaste and cashews from the list.", "category": "Add elements to the list"}
{"text": "Yes, we can buy soap, baking soda, almonds, yogurt, couscous, cereal, bagels and chia seeds", "category": "Add elements to the list"}
{"text": "Yes, we can buy oatmeal, yogurt, milk, toilet paper, cookie dough, jelly, croissants, frozen burgers, balloons, frozen waffles, farro, mayonnaise, almonds, frozen breakfast and brazil nuts", "category": "Add elements to the list"}
{"text": "Yes, we can buy vitamins, matches, pancake mix, frozen pies, udon noodles, walnuts, frozen vegetables, potatoes, umbrella, chocolate, sunscreen, frozen fruit bars, lightbulbs, laundry detergent and bulgur", "category": "Add elements to the list"}
{"text": "Yes, we can buy frozen fruit bars, ketchup, olive oil, honey, black beans and toilet paper", "category": "Add elements to the list"}
{"text": "Yes, we can buy frozen pizza, tea, beef, nuts, tortillas, pizza dough, cheese, carrots, ice cream, cinnamon rolls, frozen waffles, chia seeds and hazelnuts", "category": "Add elements to the list"}
{"text": "Yes, we can buy coffee, toothpaste, mayonnaise, lightbulbs, greeting cards, trash bags, cookies, frozen vegetables, soap and cereal", "category": "Add elements to the list"}
{"text": "Yes, we can buy frozen vegetables, charcoal, cheese, black beans, aluminum foil, brazil nuts, laundry detergent, shrimp, almonds, ziplock bags, ketchup, ramen noodles, spinach and croissants", "category": "Add elements to the list"}
{"text": "Yes, we can buy tomatoes and frosting", "category": "Add elements to the list"}
{"text": "Yes, we can buy english muffins, butter, croissants, farro, milk, black beans, hot sauce, pistachios, barley, naan bread, chips, popcorn, frozen chicken, sunscreen and phyllo dough", "category": "Add elements to the list"}
{"text": "Yes, we can buy english muffins, chickpeas and phyllo dough", "category": "Add elements to the list"}
{"text": "Yes, we can buy pretzels, shrimp, cashews, cereal, lentils, cake mix, milk, mustard, pasta, cleaning supplies, farro and olive oil", "category": "Add elements to the list"}
{"text": "Yes, we can buy chocolate and crackers", "category": "Add elements to the list"}
{"text": "Yes, we can buy sunscreen, naan bread, quinoa, frozen pasta, barley, bug spray, frozen dinners, oranges, chicken, greeting cards, frozen waffles, batteries and cookies", "category": "Add elements to the list"}
{"text": "Yes, we can buy kidney beans, beer, soba noodles, soda, frozen pies, sesame seeds, cheese, jelly, ketchup, toilet paper and barley", "category": "Add elements to the list"}
{"text": "Yes, we can buy udon noodles, laundry detergent, pepper and flowers", "category": "Add elements to the list"}
{"text": "We need to buy frozen pizza, pepper, vinegar, cleaning supplies, flaxseeds and sunscreen soon.", "category": "Add elements to the list"}
{"text": "We need to buy frozen fish, sunflower seeds, aluminum foil, cereal, matches, frozen pies, charcoal, tea, wine, toilet paper, tortillas and soba noodles soon.", "category": "Add elements to the list"}
{"text": "We need to buy udon noodles, umbrella, plant, frozen meals, oranges, frosting, kidney beans, frozen dinners, peanut butter, pretzels, chia seeds and charcoal soon.", "category": "Add elements to the list"}
{"text": "We need to buy spinach, jelly, chickpeas, shrimp, popcorn, oranges, bulgur and croissants soon.", "category": "Add elements to the list"}
{"text": "We need to buy dried fruit, barley, napkins, frozen waffles, apples, spices, frozen breakfast burritos and sunflower seeds soon.", "category": "Add elements to the list"}
{"text": "We need to buy barley soon.", "category": "Add elements to the list"}
{"text": "We need to buy spices, pine nuts, frozen dinners, ketchup, coffee, wine, cheese, cake mix, soba noodles, apples, hazelnuts, pie filling and pickles soon.", "category": "Add elements to the list"}
{"text": "We need to buy soap, tuna, frosting, naan bread, pita bread, farro, bananas, maple syrup, lightbulbs, potatoes, jelly, frozen snacks, cinnamon rolls, ramen noodles and vitamins soon.", "category": "Add elements to the list"}
{"text": "We need to buy bananas, farro, party supplies, ketchup, pretzels, frozen fries, walnuts and frozen appetizers soon.", "category": "Add elements to the list"}
{"text": "We need to buy pistachios soon.", "category": "Add elements to the list"}
{"text": "We need to buy soba noodles, pistachios, kidney beans, pork, vitamins, frozen snacks, granola, ziplock bags, juice, flaxseeds, laundry detergent, onions, bulgur, udon noodles and hot sauce soon.", "category": "Add elements to the list"}
{"text": "We need to buy spinach, pasta, frozen fries, chia seeds, aluminum foil, gift wrap, almonds, cinnamon rolls, onions, pancake mix, aspirin, sugar, salt and dried fruit soon.", "category": "Add elements to the list"}
{"text": "We need to buy cookie dough, frosting, pasta, wine, matches, frozen pasta, spices, frozen vegetables, cheese, cereal, walnuts, flowers and pine nuts soon.", "category": "Add elements to the list"}
{"text": "We need to buy carrots, rice noodles, mayonnaise, frozen fruit, eggs, pita bread and oatmeal soon.", "category": "Add elements to the list"}
{"text": "We need to buy soy sauce, chickpeas and pine nuts soon.", "category": "Add elements to the list"}
{"text": "I think we've run out of toilet paper, olive oil, frozen pasta, dried fruit, walnuts, canned beans, beer, chia seeds, frozen burgers, milk and cake mix at home.", "category": "Add elements to the list"}
{"text": "I think we've run out of couscous, maple syrup, cinnamon rolls, cookie dough, frozen fruit and trash bags at home.", "category": "Add elements to the list"}
{"text": "I think we've run out of soda, frozen burgers, ramen noodles, pie filling, frozen fruit bars, frozen fish, beer, salmon, croissants, pistachios, frozen bread, frozen meals and chickpeas at home.", "category": "Add elements to the list"}
{"text": "I think we've run out of mayonnaise, flowers, dried fruit, frozen waffles, chips, canned tomatoes and vinegar at home.", "category": "Add elements to the list"}
{"text": "I think we've run out of charcoal, broccoli, ice cream, frozen breakfast burritos and dish soap at home.", "category": "Add elements to the list"}
{"text": "I think we've run out of matches at home.", "category": "Add elements to the list"}
{"text": "I think we've run out of sunscreen, frozen breakfast sandwiches, bagels, frozen fries, onions, ketchup, cookie dough, shrimp and juice at home.", "category": "Add elements to the list"}
{"text": "I think we've run out of candles, naan bread, pie crust, cinnamon rolls, greeting cards, party supplies, rice noodles, yogurt, crackers, tea, soda and spices at home.", "category": "Add elements to the list"}
{"text": "I think we've run out of pork, phyllo dough, spices and canned tomatoes at home.", "category": "Add elements to the list"}
{"text": "I think we've run out of maple syrup, matches, hazelnuts, juice, rice, frozen fries, pita bread, spinach, candles, flour, frozen fruit bars, jelly, crackers and onions at home.", "category": "Add elements to the list"}
{"text": "I think we've run out of pasta and pepper at home.", "category": "Add elements to the list"}
{"text": "I think we've run out of farro at home.", "category": "Add elements to the list"}
{"text": "I think we've run out of mayonnaise, udon noodles, frosting and tomatoes at home.", "category": "Add elements to the list"}
{"text": "I think we've run out of olives, oranges, broccoli, chocolate, sunscreen, yogurt, pretzels, aspirin, frozen breakfast and frozen burgers at home.", "category": "Add elements to the list"}
{"text": "I think we've run out of pork, tomatoes, frozen vegetables, quinoa, ziplock bags, almonds, frozen fish, barley, coconut, walnuts, dish soap, frozen bread, couscous, frozen breakfast sandwiches and beef at home.", "category": "Add elements to the list"}
{"text": "I heard we're missing tomatoes, cereal, carrots and soba noodles.", "category": "Add elements to the list"}
{"text": "I heard we're missing maple syrup, cookies, frozen breakfast burritos, sugar, tuna, sesame seeds, dried fruit, spices, naan bread, ketchup, quinoa, frozen burgers and paper towels.", "category": "Add elements to the list"}
{"text": "I heard we're missing tea, barley, flour, napkins, tuna, beer, umbrella, toothpaste, flaxseeds, honey and frozen vegetables.", "category": "Add elements to the list"}
{"text": "I heard we're missing beef, peanut butter, crackers, pizza dough, frosting, jelly, frozen pizza and laundry detergent.", "category": "Add elements to the list"}
{"text": "I heard we're missing vinegar, beer, couscous, soap, wine, tomatoes, honey, chickpeas, ramen noodles, lightbulbs, spinach, frozen bread, frozen appetizers and frozen burgers.", "category": "Add elements to the list"}
{"text": "I heard we're missing croissants, mustard, frozen breakfast sandwiches and honey.", "category": "Add elements to the list"}
{"text": "I heard we're missing frosting, olive oil, frozen fries, frozen dinners, rice noodles, ice cream, tea, frozen desserts, pie crust, baking soda, canned beans, soy sauce, canned tomatoes and pickles.", "category": "Add elements to the list"}
{"text": "I heard we're missing salt, tortillas, vitamins, chocolate, milk, sunflower seeds, umbrella, bananas, lightbulbs and couscous.", "category": "Add elements to the list"}
{"text": "I heard we're missing kidney beans, greeting cards, pistachios, baking soda, onions, granola, flour, cookie dough, vitamins, frozen fish, cashews, pasta, sugar, flowers and bandages.", "category": "Add elements to the list"}
{"text": "I heard we're missing carrots, chicken, pickles, onions, cleaning supplies, vinegar, party supplies, shrimp, lentils, lightbulbs, tomatoes, frozen fruit, pie crust and chocolate.", "category": "Add elements to the list"}
{"text": "I heard we're missing paper towels, juice, lentils, butter, crackers, sunflower seeds, soba noodles, cookies, farro, laundry detergent, pizza dough and flaxseeds.", "category": "Add elements to the list"}
{"text": "I heard we're missing salmon, almonds, matches, cookies, trash bags, maple syrup, frozen meals, batteries, canned tomatoes, soap, chips, frozen waffles, pepper, juice and wine.", "category": "Add elements to the list"}
{"text": "I heard we're missing pine nuts.", "category": "Add elements to the list"}
{"text": "I heard we're missing couscous.", "category": "Add elements to the list"}
{"text": "I heard we're missing almonds, pistachios, crackers, frozen fish, barley, salmon, soy sauce, salsa, aluminum foil, tea and bandages.", "category": "Add elements to the list"}
{"text": "We should definitely grab some quinoa on our way home.", "category": "Add elements to the list"}
{"text": "We should definitely grab some soba noodles and cake mix on our way home.", "category": "Add elements to the list"}
{"text": "We should definitely grab some tuna, frozen fruit, party supplies, toothpaste, jelly, paper towels and balloons on our way home.", "category": "Add elements to the list"}
{"text": "We should definitely grab some broccoli, coffee, almonds, oatmeal, dish soap, quinoa, yogurt, tomatoes and cookie dough on our way home.", "category": "Add elements to the list"}
{"text": "We should definitely grab some ziplock bags, sunscreen, olive oil, frozen fries, balloons, charcoal, jelly, cheese and cleaning supplies on our way home.", "category": "Add elements to the list"}
{"text": "We should definitely grab some frozen breakfast burritos, chocolate, salmon, toilet paper, plant, soy sauce, cinnamon rolls, bagels, frozen pizza, greeting cards, honey and pepper on our way home.", "category": "Add elements to the list"}
{"text": "We should definitely grab some gift wrap, chips and salt on our way home.", "category": "Add elements to the list"}
{"text": "We should definitely grab some beef, olive oil, bug spray, chickpeas, nuts, frozen fruit, carrots and honey on our way home.", "category": "Add elements to the list"}
{"text": "We should definitely grab some coconut, frozen breakfast burritos, pinto beans, frozen desserts, cheese, salmon, herbs and beef on our way home.", "category": "Add elements to the list"}
{"text": "We should definitely grab some quinoa and walnuts on our way home.", "category": "Add elements to the list"}
{"text": "We should definitely grab some shampoo, rice noodles, gift wrap, carrots, flour, trash bags and laundry detergent on our way home.", "category": "Add elements to the list"}
{"text": "We should definitely grab some bagels, frozen vegetables, butter, dried fruit, black beans, pepper, soap, yogurt, frosting, salsa and english muffins on our way home.", "category": "Add elements to the list"}
{"text": "We should definitely grab some granola, chips, almonds, bulgur, frozen waffles, frozen pizza, chickpeas and croissants on our way home.", "category": "Add elements to the list"}
{"text": "We should definitely grab some sesame seeds on our way home.", "category": "Add elements to the list"}
{"text": "We should definitely grab some frozen vegetables, kidney beans, coconut, nuts, frozen desserts, napkins, vitamins, croissants and tuna on our way home.", "category": "Add elements to the list"}
{"text": "Don't forget to add oranges, flowers, pine nuts, balloons, hazelnuts, toothpaste, lightbulbs, frozen snacks, flour, sunscreen, quinoa, frozen waffles, granola, chickpeas and cinnamon rolls to the list for the barbecue tomorrow.", "category": "Add elements to the list"}
{"text": "Don't forget to add frozen dinners, gift wrap, yogurt, kidney beans, ketchup, rice and balloons to the list for the barbecue tomorrow.", "category": "Add elements to the list"}
{"text": "Don't forget to add crackers, frozen breakfast burritos, flour, ziplock bags, spinach, frozen snacks and tuna to the list for the barbecue tomorrow.", "category": "Add elements to the list"}
{"text": "Don't forget to add frozen vegetables, spinach, pita bread, frozen fries, bananas, pie crust, olives, bulgur, frozen pizza and cleaning supplies to the list for the barbecue tomorrow.", "category": "Add elements to the list"}
{"text": "Don't forget to add olives, barley, pinto beans, frozen burgers, tuna, bulgur, naan bread, pancake mix, bananas, party supplies and frozen waffles to the list for the barbecue tomorrow.", "category": "Add elements to the list"}
{"text": "Don't forget to add frozen fish, laundry detergent, bananas, charcoal, flaxseeds, balloons, soba noodles, bug spray and flowers to the list for the barbecue tomorrow.", "category": "Add elements to the list"}
{"text": "Don't forget to add almonds, pepper, tea, pine nuts and soy sauce to the list for the barbecue tomorrow.", "category": "Add elements to the list"}
{"text": "Don't forget to add salt, wine, cookie dough, granola, frozen waffles, carrots, frozen desserts and tuna to the list for the barbecue tomorrow.", "category": "Add elements to the list"}
{"text": "Don't forget to add salt, bagels, ramen noodles, ketchup, frosting, pita bread, flour, frozen breakfast, pine nuts, pancake mix, phyllo dough and laundry detergent to the list for the barbecue tomorrow.", "category": "Add elements to the list"}
{"text": "Don't forget to add phyllo dough, gift wrap, batteries, pickles, rice, frozen pasta, yogurt, pumpkin seeds, pie crust, toothpaste, couscous, beer, paper towels and salmon to the list for the barbecue tomorrow.", "category": "Add elements to the list"}
{"text": "Don't forget to add sunscreen and mayonnaise to the list for the barbecue tomorrow.", "category": "Add elements to the list"}
{"text": "Don't forget to add yogurt, chips, udon noodles, rice noodles, salmon, pancake mix and cookie dough to the list for the barbecue tomorrow.", "category": "Add elements to the list"}
{"text": "Don't forget to add cleaning supplies to the list for the barbecue tomorrow.", "category": "Add elements to the list"}
{"text": "Don't forget to add croissants, party supplies, frozen snacks, wine, soba noodles, dish soap, quinoa, cinnamon rolls, chocolate, kidney beans, butter, frozen meals, broccoli, frosting and vinegar to the list for the barbecue tomorrow.", "category": "Add elements to the list"}
{"text": "Don't forget to add spinach, frozen breakfast sandwiches, frosting, tortillas, olives, cinnamon rolls, dried fruit, granola and rice noodles to the list for the barbecue tomorrow.", "category": "Add elements to the list"}
{"text": "We're getting low on frosting, soy sauce, pita bread, candy, barley, olives, canned beans, salsa and pie crust, maybe we need go shopping soon.", "category": "Add elements to the list"}
{"text": "We're getting low on aspirin, sugar, lentils, candles and pita bread, maybe we need go shopping soon.", "category": "Add elements to the list"}
{"text": "We're getting low on mayonnaise, chocolate, toothpaste, walnuts, frozen dinners, carrots, frozen fruit, frozen chicken, frozen appetizers, hot sauce, pumpkin seeds, soba noodles, naan bread and udon noodles, maybe we need go shopping soon.", "category": "Add elements to the list"}
{"text": "We're getting low on sugar, chips, ice cream bars, broccoli, cereal, dried fruit, oatmeal, charcoal, canned beans, chickpeas, beer, lightbulbs and ice cream, maybe we need go shopping soon.", "category": "Add elements to the list"}
{"text": "We're getting low on hot sauce, rice noodles, ziplock bags, pie filling, greeting cards, frozen pasta, baking soda, cleaning supplies and butter, maybe we need go shopping soon.", "category": "Add elements to the list"}
{"text": "We're getting low on ketchup, pepper, cashews, frozen breakfast burritos, spinach, toilet paper, frozen breakfast, butter, pasta, farro, sesame seeds, salmon, ice cream, olive oil and chips, maybe we need go shopping soon.", "category": "Add elements to the list"}
{"text": "We're getting low on cinnamon rolls, lightbulbs, pasta, frozen snacks, quinoa, oranges, milk, bread, frozen vegetables, jelly, cookie dough, party supplies, yogurt, charcoal and chocolate, maybe we need go shopping soon.", "category": "Add elements to the list"}
{"text": "We're getting low on walnuts, nuts and frozen bread, maybe we need go shopping soon.", "category": "Add elements to the list"}
{"text": "We're getting low on salt, maybe we need go shopping soon.", "category": "Add elements to the list"}
{"text": "We're getting low on trash bags, walnuts, frozen fish, honey, wine, mustard, black beans, tomatoes, english muffins, party supplies, frosting and pickles, maybe we need go shopping soon.", "category": "Add elements to the list"}
{"text": "We're getting low on olives, candles, flaxseeds, bread and frozen breakfast burritos, maybe we need go shopping soon.", "category": "Add elements to the list"}
{"text": "We're getting low on sunscreen, chia seeds, shrimp, frozen breakfast sandwiches, onions, olives, frozen vegetables, walnuts and carrots, maybe we need go shopping soon.", "category": "Add elements to the list"}
{"text": "We're getting low on brazil nuts, pork, bagels, flour, pizza dough, spinach, batteries, phyllo dough, salmon, sunflower seeds, spices, pickles, frozen meals, laundry detergent and bug spray, maybe we need go shopping soon.", "category": "Add elements to the list"}
{"text": "We're getting low on frozen fruit bars, frozen snacks, kidney beans, balloons, frozen fruit, naan bread, matches, black beans, cake mix, pizza dough, pasta, wine and nuts, maybe we need go shopping soon.", "category": "Add elements to the list"}
{"text": "We're getting low on tortillas, udon noodles, frozen pizza, sunscreen, rice noodles, paper towels, frozen burgers, soba noodles and canned tomatoes, maybe we need go shopping soon.", "category": "Add elements to the list"}
{"text": "We're completely out of cheese and maple syrup at home, let's go shopping.", "category": "Add elements to the list"}
{"text": "We're completely out of herbs, frozen fries, aspirin, sunflower seeds, udon noodles, potatoes, salt, onions and english muffins at home, let's go shopping.", "category": "Add elements to the list"}
{"text": "We're completely out of frozen chicken, hot sauce, broccoli, pine nuts, vitamins and jelly at home, let's go shopping.", "category": "Add elements to the list"}
{"text": "We're completely out of aluminum foil and chips at home, let's go shopping.", "category": "Add elements to the list"}
{"text": "We're completely out of frozen breakfast sandwiches, soy sauce, frozen appetizers and pistachios at home, let's go shopping.", "category": "Add elements to the list"}
{"text": "We're completely out of cashews, ketchup, trash bags, yogurt, frozen burgers, potatoes, aspirin, rice noodles, tea, candles, couscous, frozen fruit, bananas, balloons and frozen waffles at home, let's go shopping.", "category": "Add elements to the list"}
{"text": "We're completely out of frozen snacks, ramen noodles, frozen waffles and ziplock bags at home, let's go shopping.", "category": "Add elements to the list"}
{"text": "We're completely out of frozen breakfast sandwiches, herbs, cake mix, rice noodles, wine, almonds and frozen desserts at home, let's go shopping.", "category": "Add elements to the list"}
{"text": "We're completely out of bagels, ice cream and ramen noodles at home, let's go shopping.", "category": "Add elements to the list"}
{"text": "We're completely out of frosting, juice, beef, frozen waffles, aluminum foil, vinegar, flour, coconut, olives, pie crust, charcoal, toothpaste and frozen fruit at home, let's go shopping.", "category": "Add elements to the list"}
{"text": "We're completely out of frozen breakfast burritos at home, let's go shopping.", "category": "Add elements to the list"}
{"text": "We're completely out of gift wrap, pumpkin seeds, frozen dinners, rice, hazelnuts, apples, cookies, toilet paper, frozen breakfast sandwiches, bread, frozen pasta, soap and ramen noodles at home, let's go shopping.", "category": "Add elements to the list"}
{"text": "We're completely out of hot sauce, lentils, napkins, flowers, canned beans, croissants, frozen breakfast burritos, soap, mustard, pumpkin seeds, cereal, frozen fruit and ice cream bars at home, let's go shopping.", "category": "Add elements to the list"}
{"text": "We're completely out of flaxseeds, salsa, kidney beans, candy, aspirin, ketchup, balloons, black beans, walnuts, english muffins, onions, frozen appetizers, quinoa and soda at home, let's go shopping.", "category": "Add elements to the list"}
{"text": "We're completely out of bread, hazelnuts, hot sauce, chips, frozen fries, gift wrap, salmon, beef, milk, bagels and flaxseeds at home, let's go shopping.", "category": "Add elements to the list"}
{"text": "Remove frozen fish, cereal, mustard, carrots, walnuts, olives, greeting cards, frozen burgers, ice cream bars and ice cream from the shopping list.", "category": "Remove elements from the list"}
{"text": "Remove frozen meals, soy sauce, pie crust, pine nuts, yogurt, shrimp, ketchup, potatoes, pasta, flowers, crackers, frozen pizza, hazelnuts, tea and frozen pies from the shopping list.", "category": "Remove elements from the list"}
{"text": "Remove gift wrap, dish soap, salmon and wine from the shopping list.", "category": "Remove elements from the list"}
{"text": "Remove broccoli, apples, olive oil and party supplies from the shopping list.", "category": "Remove elements from the list"}
{"text": "Remove shrimp, pie crust, ramen noodles, cinnamon rolls, pickles, rice noodles, frozen pizza, chia seeds and party supplies from the shopping list.", "category": "Remove elements from the list"}
{"text": "Remove yogurt, frozen pizza, balloons, gift wrap, tuna, toothpaste, tomatoes, farro, cashews and peanut butter from the shopping list.", "category": "Remove elements from the list"}
{"text": "Remove maple syrup, spices, rice and pancake mix from the shopping list.", "category": "Remove elements from the list"}
{"text": "Remove olive oil, salsa, cheese, chia seeds, brazil nuts, frozen burgers, paper towels and frozen pasta from the shopping list.", "category": "Remove elements from the list"}
{"text": "Remove tomatoes, chickpeas, sunscreen, candles, popcorn, chips, cookie dough, juice, granola, phyllo dough and jelly from the shopping list.", "category": "Remove elements from the list"}
{"text": "Remove broccoli, frozen burgers, peanut butter, lightbulbs, aspirin, frozen desserts, apples, tomatoes, trash bags and frozen vegetables from the shopping list.", "category": "Remove elements from the list"}
{"text": "Remove trash bags, aspirin, salsa, frozen breakfast sandwiches, cereal, shampoo, batteries and frosting from the shopping list.", "category": "Remove elements from the list"}
{"text": "Remove sunflower seeds, black beans, peanut butter and pickles from the shopping list.", "category": "Remove elements from the list"}
{"text": "Remove baking soda, ice cream, eggs, pita bread, sunflower seeds, dish soap, chocolate, mustard, lentils, frozen vegetables and trash bags from the shopping list.", "category": "Remove elements from the list"}
{"text": "Remove frozen fish, brazil nuts, frozen snacks and rice from the shopping list.", "category": "Remove elements from the list"}
{"text": "Remove chia seeds, rice noodles, rice, frozen fruit bars, frozen breakfast, salmon, soap, cheese, ramen noodles, oatmeal and bananas from the shopping list.", "category": "Remove elements from the list"}
{"text": "We don't need rice noodles, croissants, frozen pies, sugar, salmon, pita bread, lightbulbs and ice cream bars anymore.", "category": "Remove elements from the list"}
{"text": "We don't need charcoal anymore.", "category": "Remove elements from the list"}
{"text": "We don't need frozen pizza, spices, flowers, salsa and naan bread anymore.", "category": "Remove elements from the list"}
{"text": "We don't need pinto beans, cinnamon rolls, vitamins, black beans, sesame seeds, pita bread, matches and nuts anymore.", "category": "Remove elements from the list"}
{"text": "We don't need walnuts anymore.", "category": "Remove elements from the list"}
{"text": "We don't need frozen breakfast burritos, greeting cards, yogurt, vitamins, coconut and frozen fish anymore.", "category": "Remove elements from the list"}
{"text": "We don't need cake mix, granola, beef, plant, coconut, canned beans, sesame seeds, potatoes, walnuts, sunscreen and pickles anymore.", "category": "Remove elements from the list"}
{"text": "We don't need frozen waffles, soap, matches, dried fruit, rice noodles, frozen pizza, yogurt, pizza dough and tuna anymore.", "category": "Remove elements from the list"}
{"text": "We don't need chips, laundry detergent and barley anymore.", "category": "Remove elements from the list"}
{"text": "We don't need honey anymore.", "category": "Remove elements from the list"}
{"text": "We don't need charcoal and canned beans anymore.", "category": "Remove elements from the list"}
{"text": "We don't need pumpkin seeds, cookies, honey, frozen breakfast, mustard, shampoo, laundry detergent, carrots, salsa, walnuts, bread, frozen breakfast burritos, frozen fruit bars and yogurt anymore.", "category": "Remove elements from the list"}
{"text": "We don't need oatmeal, pita bread, cereal and sugar anymore.", "category": "Remove elements from the list"}
{"text": "We don't need pizza dough, shampoo, cashews, pasta, english muffins, ice cream and canned beans anymore.", "category": "Remove elements from the list"}
{"text": "We don't need naan bread, farro, couscous, brazil nuts, hazelnuts, peanut butter, ice cream bars, chia seeds, dish soap, party supplies, spices, frozen waffles, charcoal, frosting and oranges anymore.", "category": "Remove elements from the list"}
{"text": "Take frozen pies, pretzels, soy sauce, balloons, sunscreen, bagels, pickles, brazil nuts, broccoli, baking soda, hazelnuts, wine and dried fruit out of the list.", "category": "Remove elements from the list"}
{"text": "Take bandages, phyllo dough, bagels, rice, pie filling, ice cream, vitamins and olive oil out of the list.", "category": "Remove elements from the list"}
{"text": "Take farro out of the list.", "category": "Remove elements from the list"}
{"text": "Take juice, pizza dough, pine nuts, honey, greeting cards, pancake mix, aluminum foil, candles, herbs and paper towels out of the list.", "category": "Remove elements from the list"}
{"text": "Take frozen fruit bars, cheese, walnuts, pasta, bulgur, frozen pies, matches, charcoal and plant out of the list.", "category": "Remove elements from the list"}
{"text": "Take mustard and mayonnaise out of the list.", "category": "Remove elements from the list"}
{"text": "Take frozen pizza out of the list.", "category": "Remove elements from the list"}
{"text": "Take pickles, juice, nuts, chocolate, pie filling, couscous, pinto beans, spices and cookie dough out of the list.", "category": "Remove elements from the list"}
{"text": "Take bandages, chia seeds, juice, candles, oatmeal, english muffins, cleaning supplies, honey, sugar, toothpaste and greeting cards out of the list.", "category": "Remove elements from the list"}
{"text": "Take honey, chocolate, soy sauce, cookies, beer, pasta and balloons out of the list.", "category": "Remove elements from the list"}
{"text": "Take herbs, apples, popcorn, baking soda, chips and bagels out of the list.", "category": "Remove elements from the list"}
{"text": "Take eggs, mustard, cookies, bananas, cinnamon rolls and candy out of the list.", "category": "Remove elements from the list"}
{"text": "Take salt, bandages, frozen appetizers, pretzels, rice noodles, aluminum foil, flaxseeds, pine nuts and frozen chicken out of the list.", "category": "Remove elements from the list"}
{"text": "Take oranges, pork, frozen breakfast burritos, frozen fish, pine nuts, pistachios, spinach, lightbulbs, olive oil, sugar, pinto beans and frozen fruit out of the list.", "category": "Remove elements from the list"}
{"text": "Take frozen fish, chips and frozen vegetables out of the list.", "category": "Remove elements from the list"}
{"text": "I've purchased mayonnaise, granola, soda, oranges, canned tomatoes, toilet paper, frozen burgers, laundry detergent, pizza dough, pita bread, flour, ice cream bars and sunflower seeds.", "category": "Remove elements from the list"}
{"text": "I've purchased pie filling, frozen waffles, pancake mix, jelly, farro, tomatoes, flaxseeds, carrots, pita bread, ziplock bags, frozen burgers, frozen fish, balloons, walnuts and rice.", "category": "Remove elements from the list"}
{"text": "I've purchased kidney beans, frozen breakfast sandwiches, crackers and pie crust.", "category": "Remove elements from the list"}
{"text": "I've purchased cereal, batteries, ice cream bars, toothpaste, soda, cashews, frozen fruit bars and baking soda.", "category": "Remove elements from the list"}
{"text": "I've purchased pretzels, ketchup, canned beans, cookie dough, beer and yogurt.", "category": "Remove elements from the list"}
{"text": "I've purchased bug spray, paper towels, ice cream, frozen breakfast sandwiches, black beans, dried fruit, plant and granola.", "category": "Remove elements from the list"}
{"text": "I've purchased baking soda, hazelnuts, candy, frozen breakfast sandwiches, cereal, almonds, toilet paper, cookie dough, pie crust, flowers, pork, tea, couscous and walnuts.", "category": "Remove elements from the list"}
{"text": "I've purchased lentils, beef, chocolate, frozen snacks, chips, bandages, frozen vegetables and plant.", "category": "Remove elements from the list"}
{"text": "I've purchased honey, balloons, mayonnaise, pine nuts, shampoo, lentils, frozen snacks, quinoa, olive oil, frozen waffles, toilet paper, udon noodles, frozen burgers and spices.", "category": "Remove elements from the list"}
{"text": "I've purchased salt, wine, pancake mix and baking soda.", "category": "Remove elements from the list"}
{"text": "I've purchased pancake mix.", "category": "Remove elements from the list"}
{"text": "I've purchased apples, pasta, coffee, udon noodles and vinegar.", "category": "Remove elements from the list"}
{"text": "I've purchased cinnamon rolls, pork, frozen pasta, mustard and frozen pizza.", "category": "Remove elements from the list"}
{"text": "I've purchased spinach, eggs, milk, frozen chicken, beer, hazelnuts, ice cream, cheese, salmon, cookie dough, baking soda, chickpeas, phyllo dough, frozen burgers and sunscreen.", "category": "Remove elements from the list"}
{"text": "I've purchased frozen breakfast, kidney beans, canned beans and milk.", "category": "Remove elements from the list"}
{"text": "Exclude kidney beans, batteries, oranges, english muffins, cookie dough, cereal, frozen dinners and juice from our shopping list.", "category": "Remove elements from the list"}
{"text": "Exclude ramen noodles, herbs, napkins, popcorn, charcoal, lightbulbs and chicken from our shopping list.", "category": "Remove elements from the list"}
{"text": "Exclude pepper, frosting, frozen bread, english muffins, charcoal, gift wrap, pizza dough, maple syrup, pretzels, flowers, vitamins, carrots, frozen vegetables, hazelnuts and frozen meals from our shopping list.", "category": "Remove elements from the list"}
{"text": "Exclude frozen desserts and quinoa from our shopping list.", "category": "Remove elements from the list"}
{"text": "Exclude balloons, salsa, honey, pistachios, paper towels, pickles, pretzels, frozen vegetables, onions, black beans, frozen desserts and frozen breakfast burritos from our shopping list.", "category": "Remove elements from the list"}
{"text": "Exclude sesame seeds, cereal, frozen meals, pretzels, black beans and carrots from our shopping list.", "category": "Remove elements from the list"}
{"text": "Exclude frozen desserts, spices, greeting cards, hot sauce, batteries, frozen chicken, mustard, farro, frozen appetizers, pasta and frozen fruit from our shopping list.", "category": "Remove elements from the list"}
{"text": "Exclude pancake mix, toilet paper, pepper, dish soap, sesame seeds, frozen breakfast, pickles, coffee, baking soda, peanut butter and black beans from our shopping list.", "category": "Remove elements from the list"}
{"text": "Exclude shampoo and pita bread from our shopping list.", "category": "Remove elements from the list"}
{"text": "Exclude tuna, frozen burgers, tomatoes, frozen dinners, oatmeal, frozen fruit bars, pinto beans, pita bread, quinoa, salsa and wine from our shopping list.", "category": "Remove elements from the list"}
{"text": "Exclude frosting, wine, aluminum foil and frozen pies from our shopping list.", "category": "Remove elements from the list"}
{"text": "Exclude flowers, walnuts, croissants, bread, frozen desserts, cinnamon rolls, shampoo, ramen noodles, cookies, yogurt, pumpkin seeds, beef, cleaning supplies and milk from our shopping list.", "category": "Remove elements from the list"}
{"text": "Exclude apples from our shopping list.", "category": "Remove elements from the list"}
{"text": "Exclude barley, olive oil, bug spray, pretzels, udon noodles, cashews, popcorn, maple syrup, butter, umbrella, spinach, eggs and tuna from our shopping list.", "category": "Remove elements from the list"}
{"text": "Exclude frozen meals from our shopping list.", "category": "Remove elements from the list"}
{"text": "I bought tortillas, pistachios, spinach, ziplock bags, frozen appetizers, carrots, frozen pasta, crackers, frozen breakfast sandwiches and laundry detergent, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I bought greeting cards, shrimp, chips, ice cream, bananas, sunscreen, pinto beans, tomatoes, cookies, frozen snacks and popcorn, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I bought frozen breakfast sandwiches, cookies, mayonnaise, pinto beans, tea, barley, beer, hazelnuts, paper towels, party supplies, soba noodles, ice cream, tuna and laundry detergent, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I bought chips, rice noodles, quinoa, potatoes, couscous and greeting cards, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I bought pumpkin seeds, tea, yogurt, popcorn, chips, butter, pie filling, honey, black beans and frozen appetizers, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I bought dish soap, aluminum foil, phyllo dough, charcoal, frozen fries, potatoes, cookies, pita bread, frozen pies and aspirin, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I bought popcorn, frozen chicken, pita bread, pistachios, lentils, balloons, beef and ziplock bags, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I bought oranges, baking soda, frozen breakfast sandwiches, matches, coffee, peanut butter and soap, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I bought dish soap, toothpaste, vinegar, frozen bread, mustard, coffee, sugar, pickles, juice, apples and frozen breakfast, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I bought tomatoes, pancake mix, ramen noodles, soap and cake mix, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I bought udon noodles, frozen breakfast burritos, bananas, hot sauce, frozen fish, kidney beans, coconut and balloons, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I bought frozen waffles and pretzels, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I bought beer, gift wrap and cereal, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I bought candy, pretzels, frozen chicken, greeting cards, paper towels, butter and carrots, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I bought mayonnaise, pancake mix, coconut, sugar, aspirin, salsa, dish soap, frozen fruit, kidney beans, coffee, rice noodles and frozen burgers, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I've taken frozen waffles, beer, salsa, maple syrup, toothpaste, frozen fruit, jelly, baking soda, vinegar, quinoa, granola, popcorn, sunflower seeds and herbs off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've taken cake mix, frozen breakfast burritos, couscous, quinoa and frosting off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've taken frozen waffles, wine, sugar, frozen pizza, herbs and olives off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've taken matches, paper towels, chickpeas, charcoal, black beans, soap, party supplies, frozen bread and almonds off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've taken matches, lentils, oatmeal, soda, bandages, walnuts, tuna and aluminum foil off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've taken aluminum foil, yogurt, bug spray, milk, frozen breakfast burritos, pistachios and flaxseeds off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've taken frozen fruit bars, bulgur and laundry detergent off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've taken dried fruit, spinach, herbs and ice cream bars off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've taken sunflower seeds, spinach, pizza dough, bread, potatoes, juice, frozen fish, eggs, shrimp, peanut butter, tomatoes and ice cream bars off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've taken party supplies, canned beans, maple syrup, ketchup, coffee, umbrella, pita bread, tomatoes, flour, lightbulbs, candy, salmon, cookie dough, mayonnaise and trash bags off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've taken batteries off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've taken ice cream, bananas, matches, pasta, cashews, hazelnuts, juice, coffee, aspirin and salsa off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've taken frozen breakfast, shrimp, apples, pickles, trash bags, flour, beef, aspirin, honey, rice, frozen burgers, cinnamon rolls, laundry detergent, frozen meals and pistachios off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've taken honey, soda, kidney beans, naan bread, apples, crackers, bulgur, pork, croissants, udon noodles, ramen noodles, frozen fish, aluminum foil and granola off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've taken jelly off our shopping list.", "category": "Remove elements from the list"}
{"text": "We already have balloons, black beans, bulgur, hot sauce, chips, sesame seeds and frozen appetizers.", "category": "Remove elements from the list"}
{"text": "We already have coconut, toilet paper, bread, farro and soap.", "category": "Remove elements from the list"}
{"text": "We already have sunflower seeds, cereal, pretzels, peanut butter, hazelnuts, frozen pizza, chips, maple syrup, tuna, quinoa, shampoo, flour, frozen desserts and chickpeas.", "category": "Remove elements from the list"}
{"text": "We already have spices, phyllo dough, cashews, beer, apples, naan bread, eggs, tortillas, nuts and batteries.", "category": "Remove elements from the list"}
{"text": "We already have bug spray, wine, soda, lentils, carrots, laundry detergent and walnuts.", "category": "Remove elements from the list"}
{"text": "We already have soy sauce, pie crust, batteries and coconut.", "category": "Remove elements from the list"}
{"text": "We already have chips, kidney beans, tomatoes, salt, pork, aspirin, cookie dough, pie filling, beer, lightbulbs, toilet paper and juice.", "category": "Remove elements from the list"}
{"text": "We already have bulgur, vitamins, tea, pancake mix, rice noodles, frozen appetizers and chia seeds.", "category": "Remove elements from the list"}
{"text": "We already have pork, frozen pizza and almonds.", "category": "Remove elements from the list"}
{"text": "We already have cake mix, gift wrap, frozen breakfast and frozen vegetables.", "category": "Remove elements from the list"}
{"text": "We already have walnuts, hazelnuts, chocolate, trash bags, barley, cheese, tortillas, pizza dough, nuts, canned tomatoes, frozen dinners, almonds, bread, salsa and pancake mix.", "category": "Remove elements from the list"}
{"text": "We already have pie crust, frozen fish, pine nuts, peanut butter, soba noodles, farro, wine, canned tomatoes, flour, phyllo dough, charcoal and maple syrup.", "category": "Remove elements from the list"}
{"text": "We already have pork, cake mix, brazil nuts, kidney beans, dish soap, onions, frozen pizza, pie crust and soy sauce.", "category": "Remove elements from the list"}
{"text": "We already have trash bags, aspirin, olive oil, frosting, onions, soda, toothpaste, party supplies, frozen chicken, chia seeds, soy sauce and canned tomatoes.", "category": "Remove elements from the list"}
{"text": "We already have chips, canned tomatoes, hazelnuts, butter, carrots, trash bags, shrimp, juice, pie crust and candy.", "category": "Remove elements from the list"}
{"text": "I've just bought frozen appetizers. We can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I've just bought sugar, batteries, pretzels, gift wrap, english muffins, soba noodles, bread, flowers and pickles. We can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I've just bought cheese, ziplock bags, frozen pasta, eggs, phyllo dough, frozen dinners and pancake mix. We can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I've just bought frozen fruit, plant, tomatoes, frozen pies, frozen chicken, aspirin, frosting, frozen fruit bars, cleaning supplies, cake mix, soda, oatmeal, party supplies, granola and olives. We can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I've just bought sunflower seeds, udon noodles, greeting cards, laundry detergent, soba noodles, almonds, frozen vegetables, wine, frozen appetizers, pretzels, chia seeds, soda, walnuts, frozen fries and ice cream. We can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I've just bought vinegar, napkins, popcorn, tea, brazil nuts, pie crust, granola, trash bags, shampoo, frozen breakfast sandwiches, frozen desserts, quinoa, broccoli and maple syrup. We can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I've just bought frozen burgers. We can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I've just bought vitamins, greeting cards, aspirin, bug spray and sunscreen. We can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I've just bought ketchup, frozen bread, frosting, greeting cards, matches, peanut butter, cookie dough, batteries, sunflower seeds, frozen desserts, party supplies, beef, frozen snacks, mustard and baking soda. We can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I've just bought cookie dough, sugar, frozen pasta, olives, pie crust, potatoes, mayonnaise, dried fruit, aspirin, ketchup, oranges, shampoo, honey, baking soda and paper towels. We can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I've just bought cheese, broccoli, sunscreen, frozen snacks, bagels, salsa, frozen breakfast burritos, juice and frozen pies. We can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I've just bought chickpeas, soap and hot sauce. We can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I've just bought pie crust and yogurt. We can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I've just bought sesame seeds, pepper, frozen fries, frozen appetizers, tuna, frozen fruit bars, frozen pizza, chickpeas, balloons, napkins, greeting cards, oranges and mayonnaise. We can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I've just bought pumpkin seeds, batteries and dish soap. We can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I've just bought frozen appetizers, olive oil, flour, dish soap, cereal, ziplock bags, rice noodles, aluminum foil, frozen fruit bars, frozen vegetables, cookie dough, apples, frozen pizza, frozen chicken and frozen bread.", "category": "Remove elements from the list"}
{"text": "I've just bought sesame seeds, jelly and chips.", "category": "Remove elements from the list"}
{"text": "I've just bought phyllo dough, pie crust, dried fruit, trash bags, vitamins and frozen desserts.", "category": "Remove elements from the list"}
{"text": "I've just bought beer, ice cream bars, soap, shampoo, mayonnaise and tortillas.", "category": "Remove elements from the list"}
{"text": "I've just bought frozen fruit.", "category": "Remove elements from the list"}
{"text": "I've just bought party supplies, rice, ice cream, frozen fruit, juice, flaxseeds, kidney beans, cake mix, soap and frozen snacks.", "category": "Remove elements from the list"}
{"text": "I've just bought frozen fruit, pork, oatmeal, wine, gift wrap, quinoa, candles, frozen bread and barley.", "category": "Remove elements from the list"}
{"text": "I've just bought tuna, herbs, dried fruit, plant, charcoal and salmon.", "category": "Remove elements from the list"}
{"text": "I've just bought aspirin, frozen appetizers, ice cream bars, milk, cookies, kidney beans, sesame seeds, bandages, farro, napkins, english muffins, granola, pasta and dish soap.", "category": "Remove elements from the list"}
{"text": "I've just bought batteries, flaxseeds, yogurt, salsa, trash bags, frozen desserts, nuts, chips, frozen snacks, pizza dough, tea, toilet paper, onions, frozen chicken and canned beans.", "category": "Remove elements from the list"}
{"text": "I've just bought frozen dinners, coconut, almonds, wine, black beans, toothpaste, brazil nuts, flour, frozen breakfast, pie filling, nuts, vitamins, canned tomatoes and croissants.", "category": "Remove elements from the list"}
{"text": "I've just bought vinegar, canned beans, salsa, gift wrap, frosting, candles and tortillas.", "category": "Remove elements from the list"}
{"text": "I've just bought frozen snacks, chocolate, frozen fish, ice cream, candy, tortillas, party supplies and pie crust.", "category": "Remove elements from the list"}
{"text": "I've just bought gift wrap, peanut butter, pepper, pita bread, walnuts, pizza dough, cookies, frozen waffles, oatmeal, frozen fruit, flowers, napkins and aspirin.", "category": "Remove elements from the list"}
{"text": "I've just bought tortillas, butter, umbrella and lightbulbs.", "category": "Remove elements from the list"}
{"text": "Since I bought greeting cards, vitamins, couscous, sunscreen, trash bags, potatoes, spinach and apples, we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "Since I bought salt, cleaning supplies, toothpaste, cereal, canned beans, soy sauce, flaxseeds, umbrella and hazelnuts, we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "Since I bought apples, rice noodles, naan bread, farro, candy, pork, pine nuts, beer, cereal, chicken, oranges and wine, we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "Since I bought beef, lentils, napkins, oatmeal and cleaning supplies, we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "Since I bought hazelnuts, sesame seeds, bandages, frozen fruit bars, party supplies, pickles, bulgur and batteries, we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "Since I bought juice, oranges, frozen fruit and sunscreen, we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "Since I bought kidney beans, farro, tomatoes, cleaning supplies and shampoo, we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "Since I bought frozen meals, we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "Since I bought lightbulbs, onions, maple syrup, black beans, chicken, bread and milk, we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "Since I bought cookies, bananas, nuts, maple syrup, frozen bread, shampoo and sunscreen, we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "Since I bought cereal and frozen meals, we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "Since I bought ketchup, coffee, juice, english muffins, chickpeas and flour, we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "Since I bought beef, hot sauce, dried fruit, flowers, lightbulbs, vitamins, cereal, toothpaste, frozen desserts, frozen breakfast, ice cream bars, eggs, soy sauce and pepper, we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "Since I bought phyllo dough, carrots, sunscreen and aluminum foil, we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "Since I bought tomatoes, tortillas, bagels, tuna, tea, coconut, butter, oatmeal, pizza dough, lentils and frozen breakfast burritos, we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I just got butter, so we can take them off the list.", "category": "Remove elements from the list"}
{"text": "I just got baking soda, bagels, cereal, peanut butter, couscous, tuna, herbs and spices, so we can take them off the list.", "category": "Remove elements from the list"}
{"text": "I just got ziplock bags, bread, soda, cookie dough, toothpaste, ketchup, bulgur, apples, salt, rice noodles and tea, so we can take them off the list.", "category": "Remove elements from the list"}
{"text": "I just got flaxseeds, frozen burgers, broccoli, chia seeds, udon noodles, flowers, walnuts, cashews, hot sauce and sunflower seeds, so we can take them off the list.", "category": "Remove elements from the list"}
{"text": "I just got broccoli, popcorn, shampoo, hazelnuts, frozen fries, apples, frozen chicken, lentils, naan bread, bandages, frozen breakfast burritos, laundry detergent, charcoal, dish soap and frozen waffles, so we can take them off the list.", "category": "Remove elements from the list"}
{"text": "I just got dried fruit, pizza dough, frosting and cinnamon rolls, so we can take them off the list.", "category": "Remove elements from the list"}
{"text": "I just got rice noodles, potatoes and cookie dough, so we can take them off the list.", "category": "Remove elements from the list"}
{"text": "I just got dish soap, popcorn, farro, soap, umbrella, frozen breakfast, frozen fish and plant, so we can take them off the list.", "category": "Remove elements from the list"}
{"text": "I just got baking soda, salsa, sesame seeds, vitamins, umbrella, barley, phyllo dough, chips, lightbulbs, dried fruit and pumpkin seeds, so we can take them off the list.", "category": "Remove elements from the list"}
{"text": "I just got aluminum foil, pie crust, mayonnaise, frozen pies, candy, bread, eggs, frozen meals, pinto beans, baking soda and frozen fries, so we can take them off the list.", "category": "Remove elements from the list"}
{"text": "I just got crackers, so we can take them off the list.", "category": "Remove elements from the list"}
{"text": "I just got chia seeds, balloons, herbs, cookies, frozen vegetables, cake mix, tuna, frozen pies, cleaning supplies and canned tomatoes, so we can take them off the list.", "category": "Remove elements from the list"}
{"text": "I just got flaxseeds, canned tomatoes, oatmeal, flour, baking soda, hot sauce, maple syrup, matches, udon noodles, almonds, black beans, chickpeas and rice noodles, so we can take them off the list.", "category": "Remove elements from the list"}
{"text": "I just got almonds, soap and sunflower seeds, so we can take them off the list.", "category": "Remove elements from the list"}
{"text": "I just got frozen pizza, spices, sunflower seeds, yogurt, gift wrap, cereal, matches, couscous, toothpaste and pretzels, so we can take them off the list.", "category": "Remove elements from the list"}
{"text": "Let's exclude chia seeds and tortillas from our shopping list.", "category": "Remove elements from the list"}
{"text": "Let's exclude broccoli, frozen chicken, flour, pasta, dish soap, nuts and english muffins from our shopping list.", "category": "Remove elements from the list"}
{"text": "Let's exclude hazelnuts, kidney beans, mayonnaise, sesame seeds, maple syrup, frozen fruit and lentils from our shopping list.", "category": "Remove elements from the list"}
{"text": "Let's exclude barley, charcoal, salt, granola, frozen burgers, tortillas, walnuts, juice, frosting, honey and bug spray from our shopping list.", "category": "Remove elements from the list"}
{"text": "Let's exclude pie crust, party supplies, greeting cards, soy sauce, vinegar, cookies, canned beans, barley, aluminum foil, frozen chicken, laundry detergent and cinnamon rolls from our shopping list.", "category": "Remove elements from the list"}
{"text": "Let's exclude frozen pizza, frozen fruit bars, kidney beans, naan bread, aspirin, soap, chips, frozen appetizers, candles and beef from our shopping list.", "category": "Remove elements from the list"}
{"text": "Let's exclude canned beans, batteries, beef, bread, vitamins, almonds, lentils, shampoo, frozen appetizers, pancake mix, sugar, pickles, bandages, onions and ice cream bars from our shopping list.", "category": "Remove elements from the list"}
{"text": "Let's exclude pie filling, potatoes, dish soap, sunscreen and frozen snacks from our shopping list.", "category": "Remove elements from the list"}
{"text": "Let's exclude olives, bandages, soap, honey, spices, candy, walnuts, cake mix, onions, flowers and cheese from our shopping list.", "category": "Remove elements from the list"}
{"text": "Let's exclude maple syrup, chips, coffee, soba noodles, croissants, sunflower seeds, candles, frozen pizza, frozen burgers, cereal and beer from our shopping list.", "category": "Remove elements from the list"}
{"text": "Let's exclude tuna from our shopping list.", "category": "Remove elements from the list"}
{"text": "Let's exclude canned tomatoes, chips, sesame seeds, almonds, shrimp, popcorn, paper towels and udon noodles from our shopping list.", "category": "Remove elements from the list"}
{"text": "Let's exclude cinnamon rolls, pretzels, coconut, party supplies, cake mix, soda, frozen pasta, frozen fruit bars, matches, cereal, onions, cereal, soap, trash bags and salsa from our shopping list.", "category": "Remove elements from the list"}
{"text": "Let's exclude frozen pasta and frozen fries from our shopping list.", "category": "Remove elements from the list"}
{"text": "Let's exclude baking soda, cheese, popcorn, greeting cards, bananas, coffee and sunscreen from our shopping list.", "category": "Remove elements from the list"}
{"text": "I purchased cookies, aluminum foil, honey, ramen noodles, frozen chicken and soba noodles, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I purchased salsa, olives and oranges, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I purchased lentils, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I purchased soda, brazil nuts, laundry detergent, pickles, kidney beans and ice cream bars, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I purchased trash bags, broccoli, rice, rice noodles, frozen bread, pretzels, carrots and chicken, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I purchased salmon, pasta, walnuts, soba noodles, party supplies, coconut, vitamins, rice, black beans and toothpaste, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I purchased spices, ramen noodles, toilet paper, chia seeds and crackers, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I purchased frosting and croissants, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I purchased cake mix, baking soda, pepper, cookies, canned tomatoes and batteries, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I purchased beer, pie filling, black beans and sesame seeds, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I purchased bandages, cake mix, pita bread, cashews, coffee, canned tomatoes, rice, sesame seeds, almonds, trash bags, pepper, pasta, pickles, chips and english muffins, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I purchased frozen pasta, balloons, frozen meals, english muffins, honey, frozen fries and chickpeas, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I purchased bananas, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I purchased cereal, greeting cards, canned beans, frozen bread, bandages, mayonnaise, honey, batteries, cleaning supplies and pretzels, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I purchased candy, pepper, barley, croissants, salt, honey, coffee, coconut and udon noodles, so we can remove them from the list.", "category": "Remove elements from the list"}
{"text": "I've already taken bagels, chips, wine, coconut, cake mix, rice, cookie dough, candy, cashews, oatmeal, bandages, pepper, popcorn and bug spray off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've already taken frozen burgers and olive oil off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've already taken chips, ketchup, pork and frozen pies off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've already taken potatoes, umbrella, ziplock bags, cereal, soy sauce, frozen fish, cashews, lightbulbs, broccoli, batteries, pinto beans, soda, tuna and bananas off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've already taken popcorn, frozen snacks, soap, salmon, cereal, shampoo, apples, nuts, ramen noodles, pumpkin seeds, toothpaste, pork, shrimp, crackers and canned tomatoes off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've already taken frozen bread, pretzels, chicken, flour, mayonnaise, spinach, umbrella, ramen noodles, flowers, pine nuts, laundry detergent, quinoa, pickles, onions and bug spray off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've already taken apples, frozen burgers, balloons, sesame seeds, nuts, oranges, aluminum foil and udon noodles off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've already taken pickles, nuts, mayonnaise, pork, soda, cashews and rice off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've already taken olive oil, frozen fruit bars and carrots off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've already taken soda, maple syrup, frozen fruit, croissants, milk, frozen breakfast burritos, soy sauce, mayonnaise, beef, frozen chicken, pie crust, frozen dinners and frozen waffles off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've already taken pizza dough, dish soap, frozen snacks, bug spray, sugar, frozen breakfast burritos, canned beans, mayonnaise, frozen desserts, aluminum foil and spices off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've already taken salt, barley and phyllo dough off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've already taken pretzels off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've already taken salt, pizza dough, cereal, quinoa, ice cream, jelly, ramen noodles, napkins and lentils off our shopping list.", "category": "Remove elements from the list"}
{"text": "I've already taken candles and cookie dough off our shopping list.", "category": "Remove elements from the list"}
{"text": "We already have tortillas in stock.", "category": "Remove elements from the list"}
{"text": "We already have pumpkin seeds, dried fruit, dish soap, carrots, croissants, frozen burgers, herbs, sunscreen and pinto beans in stock.", "category": "Remove elements from the list"}
{"text": "We already have frozen appetizers, charcoal, maple syrup, dish soap, frozen meals, ramen noodles, apples, ziplock bags, pretzels, lentils, olives, spices, tomatoes and crackers in stock.", "category": "Remove elements from the list"}
{"text": "We already have tomatoes, popcorn, flour, frozen snacks, frozen fries, chips, naan bread, beef and ice cream in stock.", "category": "Remove elements from the list"}
{"text": "We already have dish soap, quinoa, lentils, bagels and frozen snacks in stock.", "category": "Remove elements from the list"}
{"text": "We already have frozen pizza, phyllo dough and canned beans in stock.", "category": "Remove elements from the list"}
{"text": "We already have yogurt, quinoa, napkins and honey in stock.", "category": "Remove elements from the list"}
{"text": "We already have frozen desserts, salt, popcorn, barley, chips, pickles, pumpkin seeds, cereal and ramen noodles in stock.", "category": "Remove elements from the list"}
{"text": "We already have gift wrap in stock.", "category": "Remove elements from the list"}
{"text": "We already have dried fruit, salt, pancake mix, broccoli, paper towels, olive oil, pickles, jelly, frozen meals, frozen appetizers and tea in stock.", "category": "Remove elements from the list"}
{"text": "We already have frozen pizza, sunscreen, crackers, black beans, croissants, cake mix, batteries and toilet paper in stock.", "category": "Remove elements from the list"}
{"text": "We already have napkins, bandages, spices, potatoes, balloons, soy sauce, frozen desserts, chicken, mustard, soda, tortillas, frozen breakfast, udon noodles, brazil nuts and olives in stock.", "category": "Remove elements from the list"}
{"text": "We already have herbs, apples, ramen noodles, pie filling, naan bread, udon noodles, canned tomatoes, flowers, batteries, olives, oranges, milk and rice in stock.", "category": "Remove elements from the list"}
{"text": "We already have juice, flaxseeds, naan bread, frozen pasta, yogurt, black beans and soap in stock.", "category": "Remove elements from the list"}
{"text": "We already have aluminum foil, frozen desserts, apples, pickles, frozen pizza, onions, soba noodles, pistachios, frozen pasta, maple syrup, sunscreen, honey, pretzels and couscous in stock.", "category": "Remove elements from the list"}
{"text": "We're all set with chocolate, frozen breakfast sandwiches, toilet paper, salsa, pine nuts, pumpkin seeds, walnuts and ketchup already.", "category": "Remove elements from the list"}
{"text": "We're all set with pretzels, frosting, juice, ice cream and pita bread already.", "category": "Remove elements from the list"}
{"text": "We're all set with ice cream bars, jelly, frozen fruit, pie filling, vitamins and frozen desserts already.", "category": "Remove elements from the list"}
{"text": "We're all set with baking soda, broccoli, lightbulbs, oatmeal, olive oil, quinoa, cake mix, onions, frozen pasta, aspirin, phyllo dough, oranges and flowers already.", "category": "Remove elements from the list"}
{"text": "We're all set with brazil nuts, frozen pies, tea and frozen fruit already.", "category": "Remove elements from the list"}
{"text": "We're all set with frozen pasta, frozen chicken, lightbulbs, soda, salsa, frozen breakfast burritos, gift wrap, pine nuts, croissants, bulgur, frosting, oatmeal, bagels, napkins and honey already.", "category": "Remove elements from the list"}
{"text": "We're all set with phyllo dough, mayonnaise, chips, lentils and ramen noodles already.", "category": "Remove elements from the list"}
{"text": "We're all set with vinegar, frozen vegetables, english muffins, salsa, pie filling, hot sauce, kidney beans, matches, quinoa, balloons, butter, soap, coconut and cereal already.", "category": "Remove elements from the list"}
{"text": "We're all set with ice cream, vinegar, frozen fries, sesame seeds, butter, cereal, chicken, olive oil, ziplock bags, batteries, vitamins, bulgur, salt, aspirin and tomatoes already.", "category": "Remove elements from the list"}
{"text": "We're all set with soy sauce, kidney beans, pine nuts, croissants, frozen fish, spinach, shampoo and bread already.", "category": "Remove elements from the list"}
{"text": "We're all set with batteries, ketchup, butter, toothpaste, cereal, party supplies, frozen breakfast burritos, pancake mix, cleaning supplies, pie crust, english muffins, flowers and candles already.", "category": "Remove elements from the list"}
{"text": "We're all set with honey, black beans, udon noodles, pretzels, frozen breakfast sandwiches, cookies, bandages, salsa, chickpeas, mustard and apples already.", "category": "Remove elements from the list"}
{"text": "We're all set with soda, tuna, frozen breakfast burritos, bulgur, frozen waffles, canned tomatoes, frozen fruit bars, sesame seeds, charcoal, honey, party supplies, english muffins, butter, bananas and pine nuts already.", "category": "Remove elements from the list"}
{"text": "We're all set with cleaning supplies, baking soda, candles, crackers, peanut butter, mayonnaise, phyllo dough, pie filling, soba noodles, coffee, milk, tortillas, frozen desserts and sugar already.", "category": "Remove elements from the list"}
{"text": "We're all set with naan bread, sunscreen, frozen breakfast burritos, shrimp, candy, sesame seeds, pizza dough, udon noodles, honey, salt and granola already.", "category": "Remove elements from the list"}
{"text": "I just purchased oatmeal, soda, spices, chips, chips, pine nuts, yogurt, sunflower seeds, sugar, cashews, balloons and oranges. They're not needed on the list anymore.", "category": "Remove elements from the list"}
{"text": "I just purchased spinach, popcorn, pretzels, mustard, chips, tomatoes, cookies, butter, ice cream bars, frozen fruit bars, chips and honey. They're not needed on the list anymore.", "category": "Remove elements from the list"}
{"text": "I just purchased chips, bread, gift wrap, cheese, lightbulbs, kidney beans, coffee, pie filling, pasta and toilet paper. They're not needed on the list anymore.", "category": "Remove elements from the list"}
{"text": "I just purchased pasta, chickpeas, pine nuts, tea, frozen chicken, pistachios, frozen fruit bars, brazil nuts, juice, party supplies, pie filling and cookies. They're not needed on the list anymore.", "category": "Remove elements from the list"}
{"text": "I just purchased lightbulbs and cashews. They're not needed on the list anymore.", "category": "Remove elements from the list"}
{"text": "I just purchased candles, sesame seeds, almonds, plant, ice cream, onions, butter, english muffins, bread, pizza dough, mustard and nuts. They're not needed on the list anymore.", "category": "Remove elements from the list"}
{"text": "I just purchased pie filling, pine nuts, black beans, pie crust, coconut, flaxseeds, oatmeal, potatoes, chia seeds, balloons, gift wrap and batteries. They're not needed on the list anymore.", "category": "Remove elements from the list"}
{"text": "I just purchased frozen pizza, yogurt, napkins, honey, pie crust, farro, bananas, paper towels and frozen pies. They're not needed on the list anymore.", "category": "Remove elements from the list"}
{"text": "I just purchased frozen breakfast burritos, tuna, shrimp, sunflower seeds, butter, shampoo, potatoes, frozen vegetables, spinach, rice and jelly. They're not needed on the list anymore.", "category": "Remove elements from the list"}
{"text": "I just purchased laundry detergent, napkins, black beans, pistachios, chips, pine nuts, sugar and yogurt. They're not needed on the list anymore.", "category": "Remove elements from the list"}
{"text": "I just purchased honey, butter, pork and frozen appetizers. They're not needed on the list anymore.", "category": "Remove elements from the list"}
{"text": "I just purchased soy sauce, tea and tortillas. They're not needed on the list anymore.", "category": "Remove elements from the list"}
{"text": "I just purchased bug spray, ketchup, frozen chicken, toilet paper, frozen fries, pine nuts, spices, oranges, frozen bread, barley, beer and party supplies. They're not needed on the list anymore.", "category": "Remove elements from the list"}
{"text": "I just purchased salsa, frozen desserts, frozen pasta, granola, pie crust, pine nuts, kidney beans and almonds. They're not needed on the list anymore.", "category": "Remove elements from the list"}
{"text": "I just purchased frozen vegetables, beef, candy, soap, cinnamon rolls, soda, croissants, broccoli, plant, gift wrap and brazil nuts. They're not needed on the list anymore.", "category": "Remove elements from the list"}
{"text": "We don't need olives anymore.", "category": "Remove elements from the list"}
{"text": "We don't need soda, frozen fries, english muffins, ice cream bars, cereal, peanut butter, phyllo dough, frozen fish, frozen pizza, charcoal, chips and flaxseeds anymore.", "category": "Remove elements from the list"}
{"text": "We don't need salmon, pita bread, chicken, pasta, gift wrap, bug spray, soba noodles and soy sauce anymore.", "category": "Remove elements from the list"}
{"text": "We don't need chia seeds, coconut, pizza dough, frozen breakfast burritos and pistachios anymore.", "category": "Remove elements from the list"}
{"text": "We don't need frozen appetizers, soy sauce, potatoes, popcorn, vinegar, cinnamon rolls, kidney beans, laundry detergent, party supplies, matches and salsa anymore.", "category": "Remove elements from the list"}
{"text": "We don't need frozen burgers, almonds, frozen fruit, frozen bread, sunflower seeds and charcoal anymore.", "category": "Remove elements from the list"}
{"text": "We don't need crackers, bug spray, pie filling, jelly, dish soap, beef, batteries, sugar, hot sauce, oranges, greeting cards, pickles and couscous anymore.", "category": "Remove elements from the list"}
{"text": "We don't need salmon, bananas, cashews, tomatoes, broccoli, aluminum foil, toothpaste, sunscreen, vitamins, vinegar and hazelnuts anymore.", "category": "Remove elements from the list"}
{"text": "We don't need almonds, tortillas and charcoal anymore.", "category": "Remove elements from the list"}
{"text": "We don't need dried fruit, lightbulbs and baking soda anymore.", "category": "Remove elements from the list"}
{"text": "We don't need pancake mix, quinoa, chips and pistachios anymore.", "category": "Remove elements from the list"}
{"text": "We don't need cookies, chia seeds, beer, frozen bread, cashews, eggs, rice noodles, cake mix and pie filling anymore.", "category": "Remove elements from the list"}
{"text": "We don't need dried fruit, mustard, phyllo dough, frozen pizza and soap anymore.", "category": "Remove elements from the list"}
{"text": "We don't need vinegar, pork, beer, barley, toilet paper, spices, crackers, black beans, yogurt, cashews, dried fruit, frozen meals and apples anymore.", "category": "Remove elements from the list"}
{"text": "We don't need hot sauce and flowers anymore.", "category": "Remove elements from the list"}
{"text": "We really need dish soap, onions, brazil nuts, pasta, cereal, frozen breakfast sandwiches and milk?", "category": "Not a valid command"}
{"text": "We really need oranges, salt, mustard and shampoo?", "category": "Not a valid command"}
{"text": "We really need nuts, vinegar, cake mix, pistachios, brazil nuts, frozen fish, maple syrup, yogurt, hot sauce, broccoli, pepper and frozen pies?", "category": "Not a valid command"}
{"text": "We really need cashews, umbrella, broccoli, party supplies, croissants and frozen fries?", "category": "Not a valid command"}
{"text": "We really need ketchup, herbs, apples, frozen appetizers, trash bags, coffee, cake mix, pinto beans, frozen chicken, sugar, jelly, chips, onions, pizza dough and rice noodles?", "category": "Not a valid command"}
{"text": "We really need english muffins, frozen meals, tomatoes, hazelnuts, frozen pizza, party supplies, tortillas, flour, charcoal, frozen burgers, baking soda, apples, olives, bread and oatmeal?", "category": "Not a valid command"}
{"text": "We really need bulgur, shrimp, laundry detergent, charcoal, brazil nuts, chips, balloons and rice noodles?", "category": "Not a valid command"}
{"text": "We really need greeting cards, cheese, sugar and mustard?", "category": "Not a valid command"}
{"text": "We really need bulgur, paper towels and frozen breakfast sandwiches?", "category": "Not a valid command"}
{"text": "We really need greeting cards, cookie dough, frozen fruit bars, plant, tortillas, pinto beans, coffee, frozen desserts and rice?", "category": "Not a valid command"}
{"text": "We really need canned beans, frosting, yogurt, sesame seeds, rice, crackers and salsa?", "category": "Not a valid command"}
{"text": "We really need rice noodles, juice, cashews, frozen appetizers, pine nuts, mustard, plant, pepper, sunflower seeds, cereal, chicken, pistachios, pork, soap and tomatoes?", "category": "Not a valid command"}
{"text": "We really need cinnamon rolls, chickpeas, butter, oranges, aluminum foil, naan bread, gift wrap and salsa?", "category": "Not a valid command"}
{"text": "We really need pie crust, frozen pizza, frozen breakfast sandwiches, tortillas, candles, hot sauce, peanut butter, lightbulbs, apples, vitamins, tuna, pie filling, frozen fries, phyllo dough and beer?", "category": "Not a valid command"}
{"text": "We really need pie filling, toothpaste, tea, aspirin, sugar, ice cream, cake mix and flour?", "category": "Not a valid command"}
{"text": "We don't have beer, cookies and chips at home?", "category": "Not a valid command"}
{"text": "We don't have frozen meals, cake mix, spinach, aspirin, beef, frozen snacks, mayonnaise, croissants, matches, nuts, frozen breakfast and cookies at home?", "category": "Not a valid command"}
{"text": "We don't have quinoa and black beans at home?", "category": "Not a valid command"}
{"text": "We don't have frozen snacks, chickpeas, frozen fruit bars, bulgur, umbrella, cleaning supplies and salt at home?", "category": "Not a valid command"}
{"text": "We don't have frozen desserts, pie filling, potatoes, barley, salmon, frozen chicken, milk, umbrella, cake mix, soba noodles, frozen appetizers, coffee, charcoal, cereal and sunscreen at home?", "category": "Not a valid command"}
{"text": "We don't have onions, beef, shampoo, ice cream, soba noodles and frozen pasta at home?", "category": "Not a valid command"}
{"text": "We don't have flour, yogurt, frozen pasta, udon noodles, chocolate, mustard, rice noodles and umbrella at home?", "category": "Not a valid command"}
{"text": "We don't have eggs, onions, pita bread, bread, naan bread, cinnamon rolls, mustard, frozen desserts, spices, jelly, beef and walnuts at home?", "category": "Not a valid command"}
{"text": "We don't have maple syrup, brazil nuts, black beans, plant, coconut, soap, pickles and herbs at home?", "category": "Not a valid command"}
{"text": "We don't have beef, cleaning supplies, frozen chicken, frozen vegetables, cashews, dish soap, canned tomatoes, ice cream bars, cheese, oranges, frozen appetizers, pine nuts, pumpkin seeds, bandages and eggs at home?", "category": "Not a valid command"}
{"text": "We don't have sugar, charcoal, pinto beans, salsa, rice, frozen breakfast, frozen burgers, broccoli, canned beans, dried fruit, frozen snacks and almonds at home?", "category": "Not a valid command"}
{"text": "We don't have frozen appetizers, shrimp, vinegar, hot sauce, potatoes, pie filling, hazelnuts, peanut butter, pretzels and walnuts at home?", "category": "Not a valid command"}
{"text": "We don't have charcoal, frozen breakfast sandwiches, beer, maple syrup, peanut butter, pasta, pie crust, butter, napkins, soba noodles, frozen breakfast, laundry detergent and beef at home?", "category": "Not a valid command"}
{"text": "We don't have bandages, cashews, couscous, mayonnaise, pie filling and baking soda at home?", "category": "Not a valid command"}
{"text": "We don't have naan bread at home?", "category": "Not a valid command"}
{"text": "Did we buy brazil nuts, chips, milk, tortillas, frozen burgers, pepper, gift wrap, mayonnaise and frosting last week?", "category": "Not a valid command"}
{"text": "Did we buy canned tomatoes, potatoes, couscous, apples, frozen meals, chocolate, chickpeas, phyllo dough, frozen pizza, cashews, sunflower seeds, aspirin, chia seeds, ramen noodles and frozen fish last week?", "category": "Not a valid command"}
{"text": "Did we buy cereal, party supplies, spinach, mayonnaise, candles, pepper, flowers, couscous, herbs, cashews, salsa and frozen chicken last week?", "category": "Not a valid command"}
{"text": "Did we buy cashews, honey, aspirin, frozen fries, cereal, juice, apples and jelly last week?", "category": "Not a valid command"}
{"text": "Did we buy pie filling, vinegar, frozen meals, greeting cards, frozen pies, oranges, barley, laundry detergent, quinoa and salt last week?", "category": "Not a valid command"}
{"text": "Did we buy toothpaste, flowers, frozen snacks, frozen waffles and cinnamon rolls last week?", "category": "Not a valid command"}
{"text": "Did we buy soba noodles, quinoa, sunscreen, honey, cereal, maple syrup, aluminum foil, salt and brazil nuts last week?", "category": "Not a valid command"}
{"text": "Did we buy salt, frozen desserts, canned tomatoes, coffee, cheese, frozen dinners, onions, lentils, peanut butter and frozen meals last week?", "category": "Not a valid command"}
{"text": "Did we buy salmon, flowers, frozen breakfast, bug spray, sesame seeds, beer, frozen chicken, vitamins, farro, pepper, pickles, batteries, frozen meals, ziplock bags and oranges last week?", "category": "Not a valid command"}
{"text": "Did we buy sunscreen, tortillas and cashews last week?", "category": "Not a valid command"}
{"text": "Did we buy soy sauce, honey, aspirin, cashews and jelly last week?", "category": "Not a valid command"}
{"text": "Did we buy frozen chicken, ramen noodles, frozen breakfast sandwiches, mayonnaise, broccoli, pepper, maple syrup, frozen burgers, pizza dough, coffee, granola, olives, aluminum foil and pine nuts last week?", "category": "Not a valid command"}
{"text": "Did we buy salt, pizza dough, popcorn, olive oil, vitamins and couscous last week?", "category": "Not a valid command"}
{"text": "Did we buy frozen fruit bars, dish soap, chickpeas, batteries, toilet paper, candy, cheese, pepper and sunscreen last week?", "category": "Not a valid command"}
{"text": "Did we buy frozen meals, pita bread, flaxseeds, pasta, spices, chips, soap, dish soap, bread and almonds last week?", "category": "Not a valid command"}
{"text": "I like chickpeas, frozen pies, frozen breakfast burritos, pickles, eggs, ramen noodles, tortillas, paper towels and frozen appetizers, can we buy it?", "category": "Not a valid command"}
{"text": "I like shrimp, ramen noodles, matches, tea, frozen breakfast burritos, broccoli, onions, phyllo dough and frosting, can we buy it?", "category": "Not a valid command"}
{"text": "I like pasta, spinach, pork, herbs, frozen waffles and laundry detergent, can we buy it?", "category": "Not a valid command"}
{"text": "I like juice, frozen snacks, frozen fruit bars, frozen waffles, frozen fish, udon noodles, ramen noodles, bandages and spices, can we buy it?", "category": "Not a valid command"}
{"text": "I like spices, pine nuts, ramen noodles and pepper, can we buy it?", "category": "Not a valid command"}
{"text": "I like frozen fruit bars, pie filling, soy sauce, frozen appetizers, napkins, mayonnaise and party supplies, can we buy it?", "category": "Not a valid command"}
{"text": "I like pickles, couscous, pretzels, plant, tuna, nuts, cake mix and trash bags, can we buy it?", "category": "Not a valid command"}
{"text": "I like ramen noodles, frozen fish, batteries, chicken, frozen dinners, baking soda, frozen waffles, laundry detergent and frozen vegetables, can we buy it?", "category": "Not a valid command"}
{"text": "I like chips, bagels, bandages, croissants, paper towels, chips, bread, spices, bug spray and toothpaste, can we buy it?", "category": "Not a valid command"}
{"text": "I like frozen burgers, can we buy it?", "category": "Not a valid command"}
{"text": "I like soy sauce, juice, frozen pasta, butter, balloons, mayonnaise, walnuts, ramen noodles, farro, matches, ice cream and lentils, can we buy it?", "category": "Not a valid command"}
{"text": "I like sesame seeds, oatmeal, salmon, farro, frozen chicken, canned beans, mustard, bulgur, black beans and lentils, can we buy it?", "category": "Not a valid command"}
{"text": "I like carrots, ketchup, juice, tomatoes, quinoa, matches, apples, cookie dough, bug spray, soda, english muffins, frozen breakfast sandwiches and cinnamon rolls, can we buy it?", "category": "Not a valid command"}
{"text": "I like pumpkin seeds, can we buy it?", "category": "Not a valid command"}
{"text": "I like toilet paper, pasta, ice cream, pita bread, sugar, party supplies, bandages, butter, frozen breakfast, onions, sunflower seeds, dried fruit, pie filling, oatmeal and soba noodles, can we buy it?", "category": "Not a valid command"}
{"text": "Adding pickles, popcorn, crackers, apples, coffee, trash bags, bagels and honey to the list, is it okay?", "category": "Not a valid command"}
{"text": "Adding croissants, ice cream bars, frozen vegetables, frozen burgers, beef and frozen breakfast sandwiches to the list, is it okay?", "category": "Not a valid command"}
{"text": "Adding walnuts, frozen vegetables, cereal, butter, beef, brazil nuts and soy sauce to the list, is it okay?", "category": "Not a valid command"}
{"text": "Adding popcorn and pine nuts to the list, is it okay?", "category": "Not a valid command"}
{"text": "Adding vinegar, yogurt, oatmeal, brazil nuts, pork, frozen pies, potatoes, salt, pita bread, soda and shampoo to the list, is it okay?", "category": "Not a valid command"}
{"text": "Adding napkins, pumpkin seeds, kidney beans, onions, cashews, phyllo dough, coconut, baking soda, frozen desserts, oranges, potatoes and yogurt to the list, is it okay?", "category": "Not a valid command"}
{"text": "Adding laundry detergent, frozen desserts, candy, cinnamon rolls, soy sauce and pistachios to the list, is it okay?", "category": "Not a valid command"}
{"text": "Adding frozen meals, cereal, lightbulbs, tortillas, shampoo, bulgur, almonds, frozen pizza, lentils, brazil nuts, udon noodles, butter and rice to the list, is it okay?", "category": "Not a valid command"}
{"text": "Adding frozen breakfast burritos, canned tomatoes, flour, mayonnaise, oranges, ice cream, frozen breakfast, bug spray, bulgur and cheese to the list, is it okay?", "category": "Not a valid command"}
{"text": "Adding frozen waffles, pistachios and frozen fish to the list, is it okay?", "category": "Not a valid command"}
{"text": "Adding rice, ramen noodles, frozen chicken, bagels, pinto beans, chips, spices, ice cream, bread and party supplies to the list, is it okay?", "category": "Not a valid command"}
{"text": "Adding milk, peanut butter, quinoa, frozen vegetables, chips, mustard, pie filling, chocolate, frozen burgers, beef, chickpeas, bug spray, frozen breakfast sandwiches and shrimp to the list, is it okay?", "category": "Not a valid command"}
{"text": "Adding milk, bandages, chia seeds, juice, vitamins, chips, farro, tortillas, sesame seeds and phyllo dough to the list, is it okay?", "category": "Not a valid command"}
{"text": "Adding frozen breakfast sandwiches to the list, is it okay?", "category": "Not a valid command"}
{"text": "Adding oranges, ketchup, vinegar, mayonnaise, frozen fruit bars, ice cream, kidney beans, bananas, frozen vegetables, pepper, matches, aluminum foil, apples, aspirin and soda to the list, is it okay?", "category": "Not a valid command"}
{"text": "The price of pretzels, frozen appetizers and trash bags has gone up", "category": "Not a valid command"}
{"text": "The price of frozen appetizers, cinnamon rolls, chia seeds, granola, cleaning supplies, pasta and bagels has gone up", "category": "Not a valid command"}
{"text": "The price of ziplock bags, frozen fruit bars, hot sauce, pinto beans, jelly, vitamins, pickles and salt has gone up", "category": "Not a valid command"}
{"text": "The price of herbs, maple syrup, bananas, lightbulbs, ramen noodles, sunflower seeds, canned beans, butter, frozen chicken, cereal, ketchup, bulgur, ice cream bars and pickles has gone up", "category": "Not a valid command"}
{"text": "The price of candy has gone up", "category": "Not a valid command"}
{"text": "The price of tomatoes, frozen fish, milk, hot sauce, beef, ziplock bags, sesame seeds, english muffins, barley, oranges, frozen pies and hazelnuts has gone up", "category": "Not a valid command"}
{"text": "The price of frozen fish, oatmeal, onions, candles, gift wrap, sesame seeds, farro, frozen chicken, pretzels, croissants, paper towels, soy sauce, black beans, tea and butter has gone up", "category": "Not a valid command"}
{"text": "The price of udon noodles, mustard, dish soap, rice, beer, pistachios, canned tomatoes, pumpkin seeds, frozen vegetables and black beans has gone up", "category": "Not a valid command"}
{"text": "The price of dish soap, greeting cards, pumpkin seeds, mayonnaise, pasta and granola has gone up", "category": "Not a valid command"}
{"text": "The price of ketchup, croissants, chickpeas, candy, nuts, frozen fish, frozen chicken, soda, sunflower seeds, rice, lentils, frozen waffles, soap and sunscreen has gone up", "category": "Not a valid command"}
{"text": "The price of aspirin, wine, herbs, milk, oranges, frozen pasta, cake mix, bread, pretzels, sunflower seeds, pancake mix and hazelnuts has gone up", "category": "Not a valid command"}
{"text": "The price of shrimp, flaxseeds, croissants, spinach, salmon and matches has gone up", "category": "Not a valid command"}
{"text": "The price of gift wrap and udon noodles has gone up", "category": "Not a valid command"}
{"text": "The price of bananas, almonds, hazelnuts, sunscreen, frozen fries and honey has gone up", "category": "Not a valid command"}
{"text": "The price of yogurt, phyllo dough, pepper, maple syrup, nuts, soy sauce, soda, almonds, couscous, pork, chickpeas, ice cream and frozen snacks has gone up", "category": "Not a valid command"}
{"text": "I don't like onions, flowers and eggs", "category": "Not a valid command"}
{"text": "I don't like ice cream bars, oatmeal and frozen pasta", "category": "Not a valid command"}
{"text": "I don't like salmon, pizza dough, kidney beans, maple syrup, cheese, frosting, bulgur, cashews, vinegar, coconut, dried fruit and chocolate", "category": "Not a valid command"}
{"text": "I don't like bulgur, frozen chicken and cheese", "category": "Not a valid command"}
{"text": "I don't like popcorn, hot sauce, carrots, cereal, lentils and bandages", "category": "Not a valid command"}
{"text": "I don't like frozen fruit bars, chocolate and chickpeas", "category": "Not a valid command"}
{"text": "I don't like cookies, pepper, herbs and lightbulbs", "category": "Not a valid command"}
{"text": "I don't like popcorn, farro and flaxseeds", "category": "Not a valid command"}
{"text": "I don't like canned tomatoes, pumpkin seeds, cashews, mustard, toothpaste, cinnamon rolls, shampoo, ziplock bags, rice noodles, coconut, spinach and batteries", "category": "Not a valid command"}
{"text": "I don't like quinoa, pie filling, frozen breakfast burritos, apples, barley, frozen breakfast, rice, popcorn, frozen bread and olives", "category": "Not a valid command"}
{"text": "I don't like dried fruit, pistachios, canned beans, cleaning supplies, apples and candy", "category": "Not a valid command"}
{"text": "I don't like english muffins, frozen appetizers, barley, lightbulbs, wine, cookies, frozen breakfast sandwiches, yogurt, frozen dinners, olives, cinnamon rolls, soy sauce, pie crust, batteries and frozen fruit bars", "category": "Not a valid command"}
{"text": "I don't like laundry detergent, matches, brazil nuts and pasta", "category": "Not a valid command"}
{"text": "I don't like salmon, frozen pies, sunscreen, popcorn, chips, cashews, maple syrup and apples", "category": "Not a valid command"}
{"text": "I don't like pickles, nuts, greeting cards and pine nuts", "category": "Not a valid command"}
{"text": "These coconut, bread, frozen fruit, umbrella, pickles, salmon, frozen dinners and udon noodles are expensive", "category": "Not a valid command"}
{"text": "These pizza dough, beer, sesame seeds, popcorn, chickpeas, frozen chicken, party supplies, coffee and beef are expensive", "category": "Not a valid command"}
{"text": "These toothpaste, almonds, pasta, toilet paper, spinach and ice cream bars are expensive", "category": "Not a valid command"}
{"text": "These soy sauce are expensive", "category": "Not a valid command"}
{"text": "These salt and ice cream are expensive", "category": "Not a valid command"}
{"text": "These salsa, ice cream bars, vinegar, lightbulbs, pistachios and juice are expensive", "category": "Not a valid command"}
{"text": "These hot sauce, apples, croissants, gift wrap, candles, paper towels, chips, soap, onions, frozen fruit bars, pork, chicken, couscous and coconut are expensive", "category": "Not a valid command"}
{"text": "These tea and ramen noodles are expensive", "category": "Not a valid command"}
{"text": "These pork, frozen pasta, bulgur, soy sauce, honey and flaxseeds are expensive", "category": "Not a valid command"}
{"text": "These dried fruit, almonds, salt, rice noodles, frozen fries, black beans, walnuts, salmon, batteries, tomatoes, candles, frozen pasta, sunscreen and brazil nuts are expensive", "category": "Not a valid command"}
{"text": "These flaxseeds, spinach, croissants, shampoo and tortillas are expensive", "category": "Not a valid command"}
{"text": "These apples, yogurt, lightbulbs, eggs, matches, pinto beans, naan bread, frozen fish, shampoo, frozen desserts, mustard, almonds, frozen meals, dried fruit and cheese are expensive", "category": "Not a valid command"}
{"text": "These frozen fruit, bananas, oatmeal, bug spray, shrimp, frozen waffles, honey, frozen bread, udon noodles, gift wrap, hot sauce, vitamins and salt are expensive", "category": "Not a valid command"}
{"text": "These potatoes, chips, flaxseeds and apples are expensive", "category": "Not a valid command"}
{"text": "These vinegar, croissants, black beans, chicken and pita bread are expensive", "category": "Not a valid command"}
{"text": "The store is out of salmon, trash bags and baking soda today.", "category": "Not a valid command"}
{"text": "The store is out of maple syrup and frozen dinners today.", "category": "Not a valid command"}
{"text": "The store is out of tuna, candles, cookies, cashews, lightbulbs, bulgur, phyllo dough, paper towels, frozen burgers, rice, apples, flowers, pumpkin seeds and coffee today.", "category": "Not a valid command"}
{"text": "The store is out of canned beans, matches, tortillas, cookies, phyllo dough, frozen burgers, apples, charcoal, oranges, jelly, soap and vitamins today.", "category": "Not a valid command"}
{"text": "The store is out of pistachios, ice cream bars, sunflower seeds and granola today.", "category": "Not a valid command"}
{"text": "The store is out of sesame seeds, jelly, maple syrup, pie crust, salsa, canned beans, greeting cards, toothpaste, pinto beans, tomatoes, rice noodles and plant today.", "category": "Not a valid command"}
{"text": "The store is out of soda, hot sauce, toilet paper, yogurt, spices, jelly, chocolate and charcoal today.", "category": "Not a valid command"}
{"text": "The store is out of ziplock bags, chickpeas, balloons, granola, olives, broccoli, pickles, cookie dough and wine today.", "category": "Not a valid command"}
{"text": "The store is out of apples, pistachios, juice, ice cream bars, frozen fries, walnuts, toothpaste, bulgur, soda, frozen pasta, mayonnaise, sugar and pita bread today.", "category": "Not a valid command"}
{"text": "The store is out of frozen pasta, ketchup, spices, pasta, chocolate, beer, english muffins, frozen vegetables, candles, eggs and cheese today.", "category": "Not a valid command"}
{"text": "The store is out of cinnamon rolls, beef, wine, cereal, ziplock bags, pasta, croissants, frosting, oatmeal, chips, carrots, milk, barley and pistachios today.", "category": "Not a valid command"}
{"text": "The store is out of lightbulbs, cookies, dried fruit, soy sauce, bulgur, chocolate, toilet paper, aluminum foil, granola, maple syrup, toothpaste, bandages and frozen chicken today.", "category": "Not a valid command"}
{"text": "The store is out of frozen fish, spices, batteries, matches, cereal, frozen breakfast burritos, pretzels and eggs today.", "category": "Not a valid command"}
{"text": "The store is out of mayonnaise, wine, gift wrap, soap, tea, canned beans, greeting cards, beef, cheese, english muffins, rice, herbs and peanut butter today.", "category": "Not a valid command"}
{"text": "The store is out of sugar, pita bread, frozen breakfast, coffee, tortillas, frozen fruit bars, frozen breakfast sandwiches and potatoes today.", "category": "Not a valid command"}
{"text": "I prefer not to buy potatoes, party supplies, toothpaste and oranges from that store.", "category": "Not a valid command"}
{"text": "I prefer not to buy coffee, aluminum foil and nuts from that store.", "category": "Not a valid command"}
{"text": "I prefer not to buy rice, paper towels, kidney beans, cereal, oatmeal, chicken, beer, cookies, lightbulbs, canned beans, udon noodles, pistachios, cheese, jelly and chocolate from that store.", "category": "Not a valid command"}
{"text": "I prefer not to buy butter, carrots, cereal, oranges, canned beans, couscous, sugar, chips, sesame seeds, candles, udon noodles, pizza dough and beer from that store.", "category": "Not a valid command"}
{"text": "I prefer not to buy chips, tea, granola and frozen dinners from that store.", "category": "Not a valid command"}
{"text": "I prefer not to buy frozen fries, candles, frozen chicken, potatoes, gift wrap, crackers, herbs, plant and aspirin from that store.", "category": "Not a valid command"}
{"text": "I prefer not to buy english muffins, frozen meals, lightbulbs, chickpeas, frozen breakfast sandwiches, spinach, olives, soba noodles, naan bread, pita bread and cereal from that store.", "category": "Not a valid command"}
{"text": "I prefer not to buy kidney beans, napkins, black beans, frozen pizza, pistachios, quinoa, frozen fries, wine, pita bread, laundry detergent, tomatoes and chips from that store.", "category": "Not a valid command"}
{"text": "I prefer not to buy honey, brazil nuts, cleaning supplies and frozen vegetables from that store.", "category": "Not a valid command"}
{"text": "I prefer not to buy bread, balloons, hot sauce, salt, matches and soba noodles from that store.", "category": "Not a valid command"}
{"text": "I prefer not to buy wine, barley, candy, naan bread, croissants, flour, cookies, crackers, pickles, carrots, toilet paper, oatmeal and maple syrup from that store.", "category": "Not a valid command"}
{"text": "I prefer not to buy pinto beans, ice cream, phyllo dough, frozen pasta, pepper, eggs, frozen fries, tea, hazelnuts, pizza dough, naan bread, english muffins, olive oil, frozen pies and candy from that store.", "category": "Not a valid command"}
{"text": "I prefer not to buy frozen burgers, bug spray, baking soda and salsa from that store.", "category": "Not a valid command"}
{"text": "I prefer not to buy hazelnuts, walnuts, umbrella, frozen vegetables and milk from that store.", "category": "Not a valid command"}
{"text": "I prefer not to buy frozen breakfast, sesame seeds, candles and umbrella from that store.", "category": "Not a valid command"}
{"text": "We should discuss ketchup, frozen breakfast and flaxseeds before buying them.", "category": "Not a valid command"}
{"text": "We should discuss pancake mix, chicken, pita bread, frozen snacks, napkins, lentils, bread, vinegar, trash bags, dish soap, coffee, plant, ramen noodles and crackers before buying them.", "category": "Not a valid command"}
{"text": "We should discuss onions before buying them.", "category": "Not a valid command"}
{"text": "We should discuss cleaning supplies, walnuts, naan bread, canned beans, frozen appetizers and crackers before buying them.", "category": "Not a valid command"}
{"text": "We should discuss laundry detergent, cinnamon rolls, hot sauce and quinoa before buying them.", "category": "Not a valid command"}
{"text": "We should discuss shampoo, bread, nuts, cinnamon rolls, vitamins, bananas, lightbulbs, canned tomatoes and napkins before buying them.", "category": "Not a valid command"}
{"text": "We should discuss potatoes, tea, frozen snacks, umbrella, sunflower seeds and frozen breakfast burritos before buying them.", "category": "Not a valid command"}
{"text": "We should discuss trash bags, carrots, pinto beans, couscous, sesame seeds, bulgur, phyllo dough and frozen snacks before buying them.", "category": "Not a valid command"}
{"text": "We should discuss lightbulbs, toilet paper, soda and frozen dinners before buying them.", "category": "Not a valid command"}
{"text": "We should discuss cheese, popcorn, couscous, frozen burgers and granola before buying them.", "category": "Not a valid command"}
{"text": "We should discuss croissants, almonds, laundry detergent, pine nuts, cake mix, tomatoes, cookies, phyllo dough and canned tomatoes before buying them.", "category": "Not a valid command"}
{"text": "We should discuss broccoli, trash bags, pickles, ketchup, naan bread, milk, cookies, soy sauce and udon noodles before buying them.", "category": "Not a valid command"}
{"text": "We should discuss cereal, nuts, napkins, quinoa and greeting cards before buying them.", "category": "Not a valid command"}
{"text": "We should discuss barley, cereal, salt, mustard, aspirin, cinnamon rolls, butter, soy sauce, onions, shrimp and frozen pasta before buying them.", "category": "Not a valid command"}
{"text": "We should discuss frozen fruit, jelly, laundry detergent, pickles, ramen noodles, chickpeas, flowers, cinnamon rolls, broccoli, herbs, gift wrap and pita bread before buying them.", "category": "Not a valid command"}
{"text": "We should check the reviews for nuts, coconut, frozen breakfast, plant, cereal, pepper, matches, soda, oranges, frozen fruit, shampoo, english muffins and pizza dough before buying.", "category": "Not a valid command"}
{"text": "We should check the reviews for almonds and frozen dinners before buying.", "category": "Not a valid command"}
{"text": "We should check the reviews for ketchup, wine, laundry detergent, canned beans, frozen pizza, baking soda, rice noodles, pumpkin seeds and ice cream before buying.", "category": "Not a valid command"}
{"text": "We should check the reviews for sesame seeds, yogurt, soba noodles, barley, chia seeds, shrimp, toothpaste, pie crust, ice cream, beef, flaxseeds, bug spray, candles, udon noodles and beer before buying.", "category": "Not a valid command"}
{"text": "We should check the reviews for frosting, soba noodles, frozen bread, pinto beans, cleaning supplies, soap, pumpkin seeds, udon noodles and quinoa before buying.", "category": "Not a valid command"}
{"text": "We should check the reviews for bagels, cookies, vinegar, frozen burgers, cinnamon rolls, salsa, pinto beans, brazil nuts, canned tomatoes, herbs, pine nuts and frozen snacks before buying.", "category": "Not a valid command"}
{"text": "We should check the reviews for soy sauce, canned beans, honey, bread, spices, trash bags and gift wrap before buying.", "category": "Not a valid command"}
{"text": "We should check the reviews for granola before buying.", "category": "Not a valid command"}
{"text": "We should check the reviews for ramen noodles, onions, greeting cards, tuna, flowers, sunflower seeds, lightbulbs, mustard, chocolate, beef, bulgur, ziplock bags, aspirin, canned tomatoes and frozen desserts before buying.", "category": "Not a valid command"}
{"text": "We should check the reviews for tomatoes, pizza dough, pancake mix, bandages, rice noodles, ice cream, frozen breakfast burritos, candles, farro, frozen fruit bars, bulgur, salmon and mustard before buying.", "category": "Not a valid command"}
{"text": "We should check the reviews for olives, mustard, sunflower seeds, chicken, aluminum foil, flour, tomatoes, toothpaste and onions before buying.", "category": "Not a valid command"}
{"text": "We should check the reviews for hazelnuts, olive oil, shrimp, cake mix, batteries, pine nuts, umbrella, pickles and salt before buying.", "category": "Not a valid command"}
{"text": "We should check the reviews for quinoa, ketchup, dish soap, udon noodles, aluminum foil, frozen snacks, coffee and tuna before buying.", "category": "Not a valid command"}
{"text": "We should check the reviews for frozen waffles, pancake mix, beer, frozen fruit, barley, baking soda, ramen noodles, pumpkin seeds, flaxseeds, honey, black beans, vinegar, sesame seeds, salsa and wine before buying.", "category": "Not a valid command"}
{"text": "We should check the reviews for charcoal and frozen fish before buying.", "category": "Not a valid command"}
{"text": "I'm not sure if we need pizza dough, cake mix, tortillas and tuna right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need apples right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need onions, greeting cards, jelly, tuna, kidney beans, milk and cheese right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need oatmeal, pinto beans, frozen burgers, quinoa, brazil nuts, frozen dinners, pretzels, crackers, pizza dough, charcoal, candles and lightbulbs right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need canned beans, potatoes, aspirin, udon noodles, paper towels, chicken, black beans, shampoo, farro, onions, chocolate, soy sauce and cinnamon rolls right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need rice and cleaning supplies right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need frozen fries, gift wrap, cinnamon rolls, frozen vegetables, salt, chickpeas, vinegar, shampoo, sesame seeds, pancake mix, hazelnuts, cheese, frozen pies and aspirin right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need hot sauce, frozen breakfast, napkins, walnuts, pistachios, pickles and pita bread right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need cleaning supplies, cereal, soap, frozen pasta, udon noodles, quinoa, pumpkin seeds, couscous, butter, frozen burgers and salt right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need pancake mix right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need barley, cleaning supplies, gift wrap, croissants, pinto beans, frozen burgers, sesame seeds, cashews, frozen pizza, yogurt, chia seeds, chips, granola, tuna and soba noodles right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need almonds, eggs, shrimp, hazelnuts, soap, plant, pistachios, lentils and tea right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need potatoes, frozen desserts, frozen appetizers, olive oil, frozen pasta, canned beans, kidney beans, chips, sunflower seeds and honey right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need juice, frozen waffles, oranges, frozen appetizers, mustard, walnuts and mayonnaise right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need naan bread, soy sauce, cereal, bulgur, quinoa, coffee, chickpeas, hazelnuts, frozen desserts, frozen pizza, pumpkin seeds, chips, frozen fries and toothpaste right now.", "category": "Not a valid command"}
{"text": "Can you remind me to research naan bread, herbs, cereal, frozen pizza, english muffins, jelly, batteries, kidney beans, cashews and candles before purchasing?", "category": "Not a valid command"}
{"text": "Can you remind me to research gift wrap and frozen appetizers before purchasing?", "category": "Not a valid command"}
{"text": "Can you remind me to research carrots, toothpaste, jelly, paper towels, walnuts, lightbulbs, kidney beans, dried fruit and frosting before purchasing?", "category": "Not a valid command"}
{"text": "Can you remind me to research shampoo, umbrella, cookies, maple syrup, mustard, crackers, tortillas, potatoes, batteries, ketchup, sunflower seeds, bandages, beef, juice and beer before purchasing?", "category": "Not a valid command"}
{"text": "Can you remind me to research frozen chicken, olive oil, frozen meals, vinegar, chickpeas, frozen fruit bars, tomatoes, apples, spices and cereal before purchasing?", "category": "Not a valid command"}
{"text": "Can you remind me to research ice cream before purchasing?", "category": "Not a valid command"}
{"text": "Can you remind me to research farro before purchasing?", "category": "Not a valid command"}
{"text": "Can you remind me to research naan bread, frozen pies, frozen burgers, pickles, candles, shampoo, cereal, wine, salsa, spices, greeting cards, charcoal, bagels, cereal and pine nuts before purchasing?", "category": "Not a valid command"}
{"text": "Can you remind me to research frozen burgers, quinoa, sesame seeds, cashews, pork, matches, frozen appetizers, popcorn and pizza dough before purchasing?", "category": "Not a valid command"}
{"text": "Can you remind me to research charcoal and almonds before purchasing?", "category": "Not a valid command"}
{"text": "Can you remind me to research canned beans, milk and frozen dinners before purchasing?", "category": "Not a valid command"}
{"text": "Can you remind me to research juice and pistachios before purchasing?", "category": "Not a valid command"}
{"text": "Can you remind me to research kidney beans, frozen snacks, dish soap, juice, shampoo, pasta, sunflower seeds, apples, maple syrup, tortillas, ziplock bags, olives, bagels and cereal before purchasing?", "category": "Not a valid command"}
{"text": "Can you remind me to research pretzels, frozen fruit, pistachios, bandages, spices, cheese, vinegar, pie crust, pine nuts, napkins, wine and cereal before purchasing?", "category": "Not a valid command"}
{"text": "Can you remind me to research balloons before purchasing?", "category": "Not a valid command"}
{"text": "I wonder if tea, bulgur, kidney beans, baking soda, chocolate, chia seeds and plant are in season.", "category": "Not a valid command"}
{"text": "I wonder if pepper, soda, tortillas, salsa, frozen fruit, english muffins, frozen pizza, pie crust, pretzels, olives, peanut butter, mustard, bananas, sesame seeds and flour are in season.", "category": "Not a valid command"}
{"text": "I wonder if sunflower seeds are in season.", "category": "Not a valid command"}
{"text": "I wonder if crackers, coconut, candles, vinegar, pepper, napkins, toilet paper, chips, bagels, oatmeal and olive oil are in season.", "category": "Not a valid command"}
{"text": "I wonder if bulgur, juice, beef, cinnamon rolls and dried fruit are in season.", "category": "Not a valid command"}
{"text": "I wonder if nuts and candy are in season.", "category": "Not a valid command"}
{"text": "I wonder if canned tomatoes, party supplies, butter, pistachios, ziplock bags, gift wrap, almonds, canned beans and kidney beans are in season.", "category": "Not a valid command"}
{"text": "I wonder if laundry detergent, batteries, oranges, toilet paper, vinegar, frozen breakfast burritos, shampoo, tea, black beans and sugar are in season.", "category": "Not a valid command"}
{"text": "I wonder if oatmeal, gift wrap, balloons, tea and soda are in season.", "category": "Not a valid command"}
{"text": "I wonder if cereal, onions, cookie dough, salt, toilet paper, frozen pasta, barley, hazelnuts, bagels, walnuts, broccoli and canned beans are in season.", "category": "Not a valid command"}
{"text": "I wonder if wine, sunscreen, shrimp, sunflower seeds, english muffins, salt, carrots and frozen appetizers are in season.", "category": "Not a valid command"}
{"text": "I wonder if cereal are in season.", "category": "Not a valid command"}
{"text": "I wonder if flowers, ice cream bars, sunflower seeds, frozen waffles, crackers, umbrella, soap, cleaning supplies, butter, onions and gift wrap are in season.", "category": "Not a valid command"}
{"text": "I wonder if flowers, frozen pies, milk, broccoli, tortillas, oranges and canned tomatoes are in season.", "category": "Not a valid command"}
{"text": "I wonder if jelly, eggs, mayonnaise, walnuts, coffee and gift wrap are in season.", "category": "Not a valid command"}
{"text": "I'm curious about the quality of farro, pistachios, matches, olives, barley, paper towels, rice noodles, herbs, potatoes, naan bread, hot sauce, cheese and dish soap from that brand.", "category": "Not a valid command"}
{"text": "I'm curious about the quality of canned tomatoes, couscous, milk, onions, cookie dough, flowers, apples, soy sauce, shrimp, ramen noodles, vinegar, frozen bread, rice noodles and matches from that brand.", "category": "Not a valid command"}
{"text": "I'm curious about the quality of couscous and croissants from that brand.", "category": "Not a valid command"}
{"text": "I'm curious about the quality of bread, croissants, broccoli, granola, maple syrup, onions, frozen fruit, udon noodles, frozen breakfast and pita bread from that brand.", "category": "Not a valid command"}
{"text": "I'm curious about the quality of popcorn, flour, black beans, canned beans, salmon, frozen breakfast burritos, rice noodles, tortillas, ice cream bars, frozen dinners, barley, sesame seeds and butter from that brand.", "category": "Not a valid command"}
{"text": "I'm curious about the quality of english muffins, flour, dried fruit, olives, jelly, frozen fries, pinto beans, balloons, frosting, ice cream bars, candles, frozen chicken, trash bags, couscous and butter from that brand.", "category": "Not a valid command"}
{"text": "I'm curious about the quality of pine nuts, coffee, toilet paper and couscous from that brand.", "category": "Not a valid command"}
{"text": "I'm curious about the quality of pork, ice cream, frozen breakfast sandwiches, cereal, frozen snacks, brazil nuts, rice noodles, crackers, coconut, hazelnuts, apples, udon noodles, lentils and bananas from that brand.", "category": "Not a valid command"}
{"text": "I'm curious about the quality of soda, chia seeds, udon noodles, naan bread, rice, flaxseeds and granola from that brand.", "category": "Not a valid command"}
{"text": "I'm curious about the quality of bug spray, pork, plant, aluminum foil and beer from that brand.", "category": "Not a valid command"}
{"text": "I'm curious about the quality of ketchup from that brand.", "category": "Not a valid command"}
{"text": "I'm curious about the quality of cheese from that brand.", "category": "Not a valid command"}
{"text": "I'm curious about the quality of frozen breakfast sandwiches, ramen noodles, pie filling, honey, frozen appetizers, barley, oranges, walnuts, juice, frozen pies and candy from that brand.", "category": "Not a valid command"}
{"text": "I'm curious about the quality of pancake mix, pinto beans, ramen noodles, soap, tuna, ketchup, phyllo dough, frozen fish, sunscreen, naan bread, potatoes and candy from that brand.", "category": "Not a valid command"}
{"text": "I'm curious about the quality of eggs, hot sauce, greeting cards, phyllo dough, toothpaste, frozen fries and frozen burgers from that brand.", "category": "Not a valid command"}
{"text": "I've been meaning to ask if we should get peanut butter, frozen burgers, butter, eggs and batteries this week.", "category": "Not a valid command"}
{"text": "I've been meaning to ask if we should get milk, frozen bread, wine, tuna, olives, matches, gift wrap, bananas, chips, coffee, frozen pasta, cereal and apples this week.", "category": "Not a valid command"}
{"text": "I've been meaning to ask if we should get ziplock bags this week.", "category": "Not a valid command"}
{"text": "I've been meaning to ask if we should get ketchup this week.", "category": "Not a valid command"}
{"text": "I've been meaning to ask if we should get pepper, frozen desserts, cereal, salmon, canned tomatoes, ice cream bars, balloons, almonds, udon noodles, cookie dough, sugar, sesame seeds, flour, party supplies and canned beans this week.", "category": "Not a valid command"}
{"text": "I've been meaning to ask if we should get cookies, trash bags, cereal, toilet paper and dish soap this week.", "category": "Not a valid command"}
{"text": "I've been meaning to ask if we should get yogurt, frozen breakfast burritos, chips, vitamins, frozen pizza, toothpaste, frozen fish, cookie dough, croissants, butter, chia seeds and flowers this week.", "category": "Not a valid command"}
{"text": "I've been meaning to ask if we should get cookie dough, potatoes, laundry detergent, trash bags and udon noodles this week.", "category": "Not a valid command"}
{"text": "I've been meaning to ask if we should get eggs, olive oil, apples, naan bread, crackers, cookies and pasta this week.", "category": "Not a valid command"}
{"text": "I've been meaning to ask if we should get balloons, ice cream, frozen pies, salsa, ramen noodles, napkins, pine nuts, frozen desserts, frozen breakfast sandwiches, olive oil, udon noodles, bulgur, dish soap and coffee this week.", "category": "Not a valid command"}
{"text": "I've been meaning to ask if we should get granola, soy sauce, chia seeds, canned tomatoes, phyllo dough, frozen burgers, barley and salsa this week.", "category": "Not a valid command"}
{"text": "I've been meaning to ask if we should get chickpeas this week.", "category": "Not a valid command"}
{"text": "I've been meaning to ask if we should get frozen chicken, ice cream and vinegar this week.", "category": "Not a valid command"}
{"text": "I've been meaning to ask if we should get batteries, frozen pasta, chips, lentils, pine nuts, oatmeal, cinnamon rolls, aluminum foil and juice this week.", "category": "Not a valid command"}
{"text": "I've been meaning to ask if we should get beer, frozen bread, yogurt and cashews this week.", "category": "Not a valid command"}
{"text": "Have you heard about the new ice cream bars, tortillas, cookies, sunflower seeds, charcoal, couscous, hot sauce, chocolate and black beans at the market?", "category": "Not a valid command"}
{"text": "Have you heard about the new ramen noodles, bread, olive oil, pie filling, peanut butter, tuna, chickpeas, bulgur, frozen pies, frozen vegetables, frozen pizza and pie crust at the market?", "category": "Not a valid command"}
{"text": "Have you heard about the new olive oil, quinoa, frozen fries, cereal, pork, bug spray, frozen vegetables, chips, juice, frozen meals, pie crust, frozen dinners and bandages at the market?", "category": "Not a valid command"}
{"text": "Have you heard about the new frosting, matches, balloons, sunflower seeds, plant, candles, udon noodles and pepper at the market?", "category": "Not a valid command"}
{"text": "Have you heard about the new frozen pizza, pancake mix, cookies, cereal, flowers, gift wrap, bananas, frozen bread, brazil nuts, cereal, popcorn, granola and frozen snacks at the market?", "category": "Not a valid command"}
{"text": "Have you heard about the new coconut, frozen vegetables, frozen burgers, onions, yogurt, frozen breakfast burritos, frozen chicken and couscous at the market?", "category": "Not a valid command"}
{"text": "Have you heard about the new matches, salmon, chia seeds, trash bags, coconut, pasta, shampoo, frozen snacks, spinach, beer, cookie dough, oatmeal, mustard and honey at the market?", "category": "Not a valid command"}
{"text": "Have you heard about the new pizza dough at the market?", "category": "Not a valid command"}
{"text": "Have you heard about the new coconut, shrimp, dried fruit, barley, lightbulbs, crackers, frozen fries, pasta, oatmeal and vitamins at the market?", "category": "Not a valid command"}
{"text": "Have you heard about the new chickpeas, apples, frozen appetizers, tortillas, pepper, dried fruit, maple syrup, soy sauce, canned beans and chips at the market?", "category": "Not a valid command"}
{"text": "Have you heard about the new shrimp, frozen waffles, flour, barley, pork, frozen burgers, soap, farro and greeting cards at the market?", "category": "Not a valid command"}
{"text": "Have you heard about the new carrots, pizza dough, ziplock bags, frozen meals, bagels, frozen breakfast, walnuts and frozen fruit at the market?", "category": "Not a valid command"}
{"text": "Have you heard about the new peanut butter, coffee, frozen chicken, cereal, aluminum foil, frozen desserts, butter and oatmeal at the market?", "category": "Not a valid command"}
{"text": "Have you heard about the new chickpeas, naan bread, sesame seeds, chocolate, kidney beans, frozen fruit, bug spray and ziplock bags at the market?", "category": "Not a valid command"}
{"text": "Have you heard about the new walnuts, kidney beans, frozen fruit, frozen desserts, charcoal, ketchup, lentils, bug spray, dish soap, mustard, pumpkin seeds, bread and tea at the market?", "category": "Not a valid command"}
{"text": "I'm thinking of trying a new recipe with herbs, baking soda, flour and coconut.", "category": "Not a valid command"}
{"text": "I'm thinking of trying a new recipe with pepper, apples, chicken, charcoal, frozen fish, soda, mayonnaise, naan bread, frozen pies, frozen vegetables and pinto beans.", "category": "Not a valid command"}
{"text": "I'm thinking of trying a new recipe with tuna, bagels, frozen pasta, party supplies, vitamins, frozen breakfast burritos, dish soap, laundry detergent, jelly, cookie dough and rice noodles.", "category": "Not a valid command"}
{"text": "I'm thinking of trying a new recipe with spinach, canned tomatoes, laundry detergent, frozen bread, potatoes, tomatoes, soy sauce, spices, frozen breakfast sandwiches, soap, farro, salsa, paper towels, pepper and bulgur.", "category": "Not a valid command"}
{"text": "I'm thinking of trying a new recipe with yogurt.", "category": "Not a valid command"}
{"text": "I'm thinking of trying a new recipe with frozen burgers, pinto beans, frozen bread, cinnamon rolls, cereal, milk, nuts, wine, frozen dinners, salt, bananas, cookies and udon noodles.", "category": "Not a valid command"}
{"text": "I'm thinking of trying a new recipe with frozen desserts, butter and pistachios.", "category": "Not a valid command"}
{"text": "I'm thinking of trying a new recipe with chocolate, croissants, pasta, shrimp and canned beans.", "category": "Not a valid command"}
{"text": "I'm thinking of trying a new recipe with frozen dinners, chips, walnuts, frozen breakfast burritos, quinoa, lentils, aluminum foil, coffee, pizza dough, udon noodles, ketchup, hazelnuts, matches and honey.", "category": "Not a valid command"}
{"text": "I'm thinking of trying a new recipe with chips.", "category": "Not a valid command"}
{"text": "I'm thinking of trying a new recipe with rice, dish soap, frozen pizza, pistachios, cookies, shampoo and tea.", "category": "Not a valid command"}
{"text": "I'm thinking of trying a new recipe with couscous, umbrella, bananas, dish soap and tea.", "category": "Not a valid command"}
{"text": "I'm thinking of trying a new recipe with frosting, toilet paper, tuna, juice, frozen vegetables, chia seeds, potatoes, shampoo, eggs, frozen fries, frozen dinners, herbs, kidney beans, napkins and oatmeal.", "category": "Not a valid command"}
{"text": "I'm thinking of trying a new recipe with butter, ice cream, chicken, vinegar, cereal, batteries, frozen fries, umbrella and olive oil.", "category": "Not a valid command"}
{"text": "I'm thinking of trying a new recipe with flowers, vitamins, toilet paper, pickles and pretzels.", "category": "Not a valid command"}
{"text": "Do we still have batteries, popcorn, sesame seeds, pizza dough, spices, wine, frozen breakfast sandwiches, bulgur and bug spray in the pantry?", "category": "Not a valid command"}
{"text": "Do we still have english muffins, bread, frozen fruit bars, frozen breakfast, party supplies, bulgur, frozen pies, cookies, peanut butter, balloons, couscous, herbs, wine and ziplock bags in the pantry?", "category": "Not a valid command"}
{"text": "Do we still have pepper, chia seeds, aluminum foil, udon noodles, canned beans, phyllo dough, soap, english muffins, tortillas, spices, soba noodles, coconut, crackers, matches and ketchup in the pantry?", "category": "Not a valid command"}
{"text": "Do we still have pumpkin seeds, coconut and chickpeas in the pantry?", "category": "Not a valid command"}
{"text": "Do we still have couscous, naan bread, trash bags, shampoo, candy, honey, batteries, pinto beans, frozen fruit bars, cashews, spinach, jelly and pie crust in the pantry?", "category": "Not a valid command"}
{"text": "Do we still have balloons, popcorn, jelly, hazelnuts, walnuts and frozen fries in the pantry?", "category": "Not a valid command"}
{"text": "Do we still have frozen meals, yogurt, frozen vegetables, greeting cards, canned beans, spinach, trash bags, flour, bread, juice and flaxseeds in the pantry?", "category": "Not a valid command"}
{"text": "Do we still have toilet paper and cake mix in the pantry?", "category": "Not a valid command"}
{"text": "Do we still have frozen pasta, bread, frozen burgers, frozen chicken, matches, yogurt and tortillas in the pantry?", "category": "Not a valid command"}
{"text": "Do we still have soda, beer, sunscreen and milk in the pantry?", "category": "Not a valid command"}
{"text": "Do we still have croissants, naan bread, cereal, bulgur, nuts, olive oil, frozen fruit, pie crust, ziplock bags, flaxseeds, chia seeds, vitamins and flowers in the pantry?", "category": "Not a valid command"}
{"text": "Do we still have beef, mustard, napkins, shrimp, trash bags, sunscreen, canned beans, crackers, eggs and bananas in the pantry?", "category": "Not a valid command"}
{"text": "Do we still have chickpeas, baking soda, mayonnaise, dish soap, salt and cinnamon rolls in the pantry?", "category": "Not a valid command"}
{"text": "Do we still have butter, frozen fries, dish soap, bread, peanut butter, salt, olives, ramen noodles and kidney beans in the pantry?", "category": "Not a valid command"}
{"text": "Do we still have coffee, butter, aluminum foil, frozen bread, oranges, ketchup, sunflower seeds, apples, baking soda, farro, olives, frozen burgers and cookies in the pantry?", "category": "Not a valid command"}
{"text": "I'm not a fan of the taste of onions, cake mix, honey, pizza dough and ketchup.", "category": "Not a valid command"}
{"text": "I'm not a fan of the taste of butter, laundry detergent, potatoes, frozen pies, frosting, frozen bread and tomatoes.", "category": "Not a valid command"}
{"text": "I'm not a fan of the taste of soda, soba noodles, napkins, broccoli, aluminum foil, pasta, pepper, frozen meals, frozen fries, matches, udon noodles, chips and phyllo dough.", "category": "Not a valid command"}
{"text": "I'm not a fan of the taste of ice cream bars, nuts, pie filling, potatoes, cinnamon rolls, granola, peanut butter, ziplock bags, paper towels, pork, mayonnaise and cake mix.", "category": "Not a valid command"}
{"text": "I'm not a fan of the taste of chicken, pie crust and frozen breakfast sandwiches.", "category": "Not a valid command"}
{"text": "I'm not a fan of the taste of baking soda and party supplies.", "category": "Not a valid command"}
{"text": "I'm not a fan of the taste of frozen desserts, kidney beans, peanut butter, bug spray, pita bread, ramen noodles, tea, oranges, trash bags, frozen meals, shampoo, soap, butter, frozen chicken and couscous.", "category": "Not a valid command"}
{"text": "I'm not a fan of the taste of frozen burgers, frozen waffles, pie filling, canned tomatoes, onions, soap, potatoes, baking soda, pepper, shampoo, cleaning supplies, frozen chicken, vinegar, frozen vegetables and frozen pizza.", "category": "Not a valid command"}
{"text": "I'm not a fan of the taste of frozen breakfast sandwiches, pistachios, pork, brazil nuts, plant, frozen chicken, frozen pizza and frozen fruit.", "category": "Not a valid command"}
{"text": "I'm not a fan of the taste of frozen fruit bars, candy and oatmeal.", "category": "Not a valid command"}
{"text": "I'm not a fan of the taste of juice and spinach.", "category": "Not a valid command"}
{"text": "I'm not a fan of the taste of toothpaste, ramen noodles, granola, ice cream, spices, baking soda, walnuts, brazil nuts, frozen fruit bars, soba noodles, tea, mayonnaise, soy sauce and frosting.", "category": "Not a valid command"}
{"text": "I'm not a fan of the taste of nuts, pizza dough, cake mix, pine nuts and ice cream bars.", "category": "Not a valid command"}
{"text": "I'm not a fan of the taste of flaxseeds.", "category": "Not a valid command"}
{"text": "I'm not a fan of the taste of farro, vitamins, frozen dinners, spices, frozen fries, ramen noodles and milk.", "category": "Not a valid command"}
{"text": "Have you ever cooked with cereal, hot sauce, greeting cards, batteries, paper towels, tea and coconut before?", "category": "Not a valid command"}
{"text": "Have you ever cooked with tortillas, tea, dried fruit, ice cream bars, hazelnuts, shrimp, ketchup and frozen chicken before?", "category": "Not a valid command"}
{"text": "Have you ever cooked with charcoal, juice, toilet paper and salsa before?", "category": "Not a valid command"}
{"text": "Have you ever cooked with soda, candy, frozen breakfast burritos, tuna, pine nuts, chicken, napkins, bug spray, plant, salmon, toothpaste and umbrella before?", "category": "Not a valid command"}
{"text": "Have you ever cooked with cookies, dried fruit, udon noodles, pie filling and cheese before?", "category": "Not a valid command"}
{"text": "Have you ever cooked with olive oil, salt, onions, potatoes, bulgur, cheese and frozen vegetables before?", "category": "Not a valid command"}
{"text": "Have you ever cooked with crackers, cookies, soda, english muffins, frozen pasta, chocolate, barley, coconut, batteries and candles before?", "category": "Not a valid command"}
{"text": "Have you ever cooked with dried fruit, walnuts, brazil nuts, granola, frozen dinners, frozen fruit, bulgur and juice before?", "category": "Not a valid command"}
{"text": "Have you ever cooked with sunscreen, cookie dough, lightbulbs, pizza dough, bandages, napkins, tortillas, greeting cards, vitamins, chia seeds and plant before?", "category": "Not a valid command"}
{"text": "Have you ever cooked with flaxseeds, frozen pizza, frozen bread and maple syrup before?", "category": "Not a valid command"}
{"text": "Have you ever cooked with umbrella, milk, plant, chia seeds, rice, pancake mix, canned tomatoes, mayonnaise, laundry detergent, frozen breakfast, baking soda, pita bread, pie crust and salt before?", "category": "Not a valid command"}
{"text": "Have you ever cooked with frozen pies, udon noodles, ice cream bars, almonds, laundry detergent, pie crust, oranges, ramen noodles, tomatoes, beer, frozen fries and farro before?", "category": "Not a valid command"}
{"text": "Have you ever cooked with spinach, farro, mayonnaise and herbs before?", "category": "Not a valid command"}
{"text": "Have you ever cooked with laundry detergent, chickpeas, chicken, shrimp, aspirin, vitamins, vinegar, aluminum foil, coffee, umbrella, pie filling, chocolate and bug spray before?", "category": "Not a valid command"}
{"text": "Have you ever cooked with canned tomatoes and tortillas before?", "category": "Not a valid command"}
{"text": "I'm considering whether we need more peanut butter, candles, pie filling and frozen waffles this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need more greeting cards, frozen desserts, flaxseeds, cookie dough, granola, butter and walnuts this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need more hot sauce, frozen fruit, ice cream bars, cereal, soap, napkins, olives, farro, salmon, ramen noodles and spinach this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need more bulgur, sugar, chia seeds, frozen desserts, frozen waffles, frozen pasta, flaxseeds, pita bread, farro, popcorn, napkins and beer this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need more almonds, cheese, coffee, bug spray, tea, salsa, lightbulbs, frozen waffles, cookie dough, chia seeds, frozen breakfast burritos, cereal, plant, toilet paper and salmon this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need more frozen bread, cinnamon rolls, greeting cards, umbrella, frozen meals and honey this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need more couscous, juice, frozen pizza, soba noodles, broccoli, greeting cards, rice noodles, ice cream bars, mayonnaise, shrimp and sunflower seeds this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need more frozen chicken, frozen breakfast burritos, tomatoes, cleaning supplies, cheese, canned tomatoes, shrimp, frozen bread, laundry detergent, frozen snacks, cereal, udon noodles and frozen burgers this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need more kidney beans this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need more pumpkin seeds, flour, cleaning supplies, bandages, salsa and ramen noodles this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need more apples, lentils, udon noodles and walnuts this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need more balloons, pepper, granola, black beans, frosting, olives, nuts and candles this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need more frozen chicken, popcorn, soba noodles, dried fruit, yogurt, tortillas, coffee, pasta, vinegar and spices this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need more canned tomatoes, yogurt, coconut, aspirin, frozen pasta, pumpkin seeds, cake mix, potatoes, juice, bandages, charcoal, umbrella, sunscreen and eggs this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need more pickles and flaxseeds this week.", "category": "Not a valid command"}
{"text": "I'm curious if ziplock bags, pasta, cereal, gift wrap, frozen fish, brazil nuts, lentils and tea are on sale anywhere.", "category": "Not a valid command"}
{"text": "I'm curious if frozen breakfast, pickles, apples and sunscreen are on sale anywhere.", "category": "Not a valid command"}
{"text": "I'm curious if frozen chicken, salmon, frozen dinners, spinach, ketchup, cake mix, pistachios, coconut, cleaning supplies, naan bread, carrots, dish soap and bulgur are on sale anywhere.", "category": "Not a valid command"}
{"text": "I'm curious if crackers, pizza dough, cake mix, eggs, pickles and party supplies are on sale anywhere.", "category": "Not a valid command"}
{"text": "I'm curious if pumpkin seeds, pinto beans, pita bread, barley, ice cream and ice cream bars are on sale anywhere.", "category": "Not a valid command"}
{"text": "I'm curious if almonds, broccoli, frozen fish, pine nuts, frosting, cake mix and herbs are on sale anywhere.", "category": "Not a valid command"}
{"text": "I'm curious if frozen bread, dried fruit, flowers, party supplies, vinegar, frozen burgers, trash bags, eggs, beer, popcorn, cake mix, couscous, pie filling, frozen pasta and frozen fries are on sale anywhere.", "category": "Not a valid command"}
{"text": "I'm curious if pie filling are on sale anywhere.", "category": "Not a valid command"}
{"text": "I'm curious if almonds, eggs, pita bread, rice, cookies, potatoes, shrimp and hot sauce are on sale anywhere.", "category": "Not a valid command"}
{"text": "I'm curious if tuna, maple syrup, mustard, balloons, barley, trash bags, herbs, frozen breakfast burritos, frozen fish, cake mix, english muffins, bananas, dried fruit and milk are on sale anywhere.", "category": "Not a valid command"}
{"text": "I'm curious if chicken, flowers, salmon, napkins, rice noodles, pita bread, frozen vegetables, sunflower seeds, ziplock bags, croissants, frozen waffles and frozen bread are on sale anywhere.", "category": "Not a valid command"}
{"text": "I'm curious if ziplock bags, spices, spinach, eggs, black beans, frozen waffles, ice cream bars, pasta and beer are on sale anywhere.", "category": "Not a valid command"}
{"text": "I'm curious if wine, milk, pistachios, quinoa, pepper, ice cream bars, pita bread, gift wrap, yogurt, peanut butter, soap and charcoal are on sale anywhere.", "category": "Not a valid command"}
{"text": "I'm curious if vitamins are on sale anywhere.", "category": "Not a valid command"}
{"text": "I'm curious if almonds, toothpaste and lightbulbs are on sale anywhere.", "category": "Not a valid command"}
{"text": "I wonder if pie filling, pancake mix, balloons, flowers, bananas, frozen breakfast burritos, ramen noodles, greeting cards, sunflower seeds, olive oil, pumpkin seeds, frozen fruit, pretzels, frozen bread and soda are in stock at the store.", "category": "Not a valid command"}
{"text": "I wonder if quinoa, ziplock bags, granola, popcorn, balloons, potatoes, soap and frozen fish are in stock at the store.", "category": "Not a valid command"}
{"text": "I wonder if jelly and lightbulbs are in stock at the store.", "category": "Not a valid command"}
{"text": "I wonder if flowers, chips, olives, cashews, oranges, pasta, frozen fruit, batteries, quinoa, greeting cards and paper towels are in stock at the store.", "category": "Not a valid command"}
{"text": "I wonder if frozen fruit, batteries, frozen burgers, coconut, aspirin, charcoal, tortillas and lentils are in stock at the store.", "category": "Not a valid command"}
{"text": "I wonder if toothpaste, frozen breakfast, ice cream bars, bread, aluminum foil, frozen fruit, frozen appetizers, broccoli, almonds, flour, canned tomatoes, butter, frozen fruit bars, bug spray and bandages are in stock at the store.", "category": "Not a valid command"}
{"text": "I wonder if pancake mix, pine nuts, honey, lightbulbs, pie filling, sugar and broccoli are in stock at the store.", "category": "Not a valid command"}
{"text": "I wonder if hazelnuts, croissants, frozen pizza and vinegar are in stock at the store.", "category": "Not a valid command"}
{"text": "I wonder if herbs, frozen pasta, beef, jelly, sugar, couscous, spices, frozen fruit bars and aspirin are in stock at the store.", "category": "Not a valid command"}
{"text": "I wonder if quinoa, cheese, soy sauce and aspirin are in stock at the store.", "category": "Not a valid command"}
{"text": "I wonder if bagels, cake mix, frozen dinners, greeting cards, farro, frozen breakfast sandwiches, pistachios, frozen fish, napkins, party supplies and lentils are in stock at the store.", "category": "Not a valid command"}
{"text": "I wonder if salsa, party supplies, cookies, canned tomatoes, frozen pizza, toilet paper, tomatoes, frozen breakfast, toothpaste and frozen snacks are in stock at the store.", "category": "Not a valid command"}
{"text": "I wonder if pasta and greeting cards are in stock at the store.", "category": "Not a valid command"}
{"text": "I wonder if olive oil, ketchup, couscous, pancake mix, charcoal, trash bags, frozen dinners, pepper, granola and phyllo dough are in stock at the store.", "category": "Not a valid command"}
{"text": "I wonder if chicken, cereal, gift wrap, paper towels, herbs, bug spray, ramen noodles, oatmeal, vitamins, cashews, party supplies, chips, jelly, cake mix and pepper are in stock at the store.", "category": "Not a valid command"}
{"text": "Can you find out if they have frozen pies, vitamins, pistachios, apples, frozen fries, frozen meals, bandages, maple syrup, chickpeas, frozen breakfast and ice cream in the local market?", "category": "Not a valid command"}
{"text": "Can you find out if they have frozen vegetables, dried fruit, soba noodles, maple syrup, hot sauce, ziplock bags, eggs, juice and sesame seeds in the local market?", "category": "Not a valid command"}
{"text": "Can you find out if they have ice cream bars in the local market?", "category": "Not a valid command"}
{"text": "Can you find out if they have rice, broccoli, quinoa, shrimp, canned tomatoes, bread, trash bags, oatmeal, frozen breakfast burritos, phyllo dough, baking soda, flour, paper towels and chocolate in the local market?", "category": "Not a valid command"}
{"text": "Can you find out if they have beer, frozen pasta, tea, pancake mix, ice cream and pinto beans in the local market?", "category": "Not a valid command"}
{"text": "Can you find out if they have frozen fries, farro, pie filling, tea, flour, juice and napkins in the local market?", "category": "Not a valid command"}
{"text": "Can you find out if they have napkins, ketchup, frozen pies, candy, carrots, pasta, tomatoes, frozen fries, lentils and soda in the local market?", "category": "Not a valid command"}
{"text": "Can you find out if they have tuna, frozen fruit bars, plant, vinegar, potatoes, lightbulbs, frozen fries, salt, coconut and herbs in the local market?", "category": "Not a valid command"}
{"text": "Can you find out if they have couscous, bulgur, milk, black beans, butter, onions, kidney beans and frozen appetizers in the local market?", "category": "Not a valid command"}
{"text": "Can you find out if they have chia seeds, frozen vegetables, soy sauce, batteries, potatoes, pork, sugar, tea, couscous, mustard, cookies, carrots, laundry detergent, beef and toothpaste in the local market?", "category": "Not a valid command"}
{"text": "Can you find out if they have soba noodles, almonds, shrimp, popcorn, pretzels, mayonnaise, oranges, olive oil, udon noodles, ice cream bars and pistachios in the local market?", "category": "Not a valid command"}
{"text": "Can you find out if they have ramen noodles, flaxseeds, chips, frozen burgers, udon noodles, sesame seeds, salt, pancake mix, pretzels, bandages, herbs, kidney beans, dried fruit and flour in the local market?", "category": "Not a valid command"}
{"text": "Can you find out if they have soda, plant, naan bread, apples, pretzels, potatoes, eggs, pancake mix and mustard in the local market?", "category": "Not a valid command"}
{"text": "Can you find out if they have chickpeas and balloons in the local market?", "category": "Not a valid command"}
{"text": "Can you find out if they have frozen breakfast sandwiches, spices, frozen pasta, beef, udon noodles, kidney beans, umbrella and ice cream in the local market?", "category": "Not a valid command"}
{"text": "I'm not sure if we need to restock plant, soda, olive oil, pie filling, rice noodles, bulgur, peanut butter, cookies, ramen noodles, sunflower seeds and cookie dough right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to restock umbrella and milk right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to restock bandages, soap, chocolate, carrots, aspirin, party supplies, oranges, coconut, pancake mix and yogurt right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to restock bread, soda, maple syrup, potatoes and flour right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to restock onions and cereal right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to restock soy sauce, vinegar, pickles, crackers, dried fruit, frozen desserts, tuna, baking soda, chocolate, frozen vegetables and vitamins right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to restock shrimp, frozen desserts and crackers right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to restock croissants, shampoo, english muffins, frozen fruit, hazelnuts, sunscreen, wine, laundry detergent, frozen chicken, phyllo dough, soy sauce and canned beans right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to restock pumpkin seeds, milk, dried fruit, popcorn, candles, ketchup, frozen meals, peanut butter, pizza dough, greeting cards, udon noodles, yogurt, ziplock bags and chickpeas right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to restock yogurt, vitamins, chicken and milk right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to restock soba noodles, frozen fish, jelly, potatoes, black beans, bread, sunscreen, ramen noodles and frozen breakfast sandwiches right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to restock bagels and kidney beans right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to restock pistachios, farro, frozen appetizers, shrimp, pepper, milk, flowers and frozen meals right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to restock vitamins, tomatoes and hazelnuts right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to restock flour, rice noodles, beef, batteries, salsa, matches, tea and juice right now.", "category": "Not a valid command"}
{"text": "I read about a new way to prepare tuna, flaxseeds, sunscreen and salt.", "category": "Not a valid command"}
{"text": "I read about a new way to prepare bagels, frozen waffles, flaxseeds, potatoes, salsa, shampoo, ramen noodles, frozen fruit and frozen pies.", "category": "Not a valid command"}
{"text": "I read about a new way to prepare pistachios, beer, ramen noodles, hazelnuts, pepper, soap, cookies, frozen pasta, onions, cheese, pretzels and napkins.", "category": "Not a valid command"}
{"text": "I read about a new way to prepare hot sauce, baking soda, matches, bug spray, frozen burgers and frozen fruit bars.", "category": "Not a valid command"}
{"text": "I read about a new way to prepare juice, wine, frozen appetizers, baking soda, cookies, matches and pita bread.", "category": "Not a valid command"}
{"text": "I read about a new way to prepare butter, lightbulbs, balloons, cheese, gift wrap and kidney beans.", "category": "Not a valid command"}
{"text": "I read about a new way to prepare ice cream bars, frozen burgers, shampoo, matches, paper towels, crackers, nuts, balloons, toilet paper, dish soap, walnuts, laundry detergent and aspirin.", "category": "Not a valid command"}
{"text": "I read about a new way to prepare yogurt, broccoli, oranges, sunflower seeds, chips, naan bread, paper towels, canned beans and soap.", "category": "Not a valid command"}
{"text": "I read about a new way to prepare cookies, cleaning supplies, potatoes, flour, chia seeds, tuna, cheese, vitamins, brazil nuts and lentils.", "category": "Not a valid command"}
{"text": "I read about a new way to prepare umbrella, olives, pinto beans, trash bags, pretzels, bagels, cereal, croissants, juice, cashews, frozen bread and tea.", "category": "Not a valid command"}
{"text": "I read about a new way to prepare vinegar, pancake mix, soy sauce, frozen burgers, cheese, quinoa and chocolate.", "category": "Not a valid command"}
{"text": "I read about a new way to prepare flaxseeds, croissants, soda, frozen pizza, vitamins, nuts, frozen bread, frozen burgers and frozen vegetables.", "category": "Not a valid command"}
{"text": "I read about a new way to prepare frozen appetizers, frozen pies, pita bread and pizza dough.", "category": "Not a valid command"}
{"text": "I read about a new way to prepare almonds, frozen breakfast sandwiches, popcorn, balloons, butter, pizza dough, umbrella, barley, bread, frozen pizza, frozen meals and spinach.", "category": "Not a valid command"}
{"text": "I read about a new way to prepare frozen breakfast, sugar and bandages.", "category": "Not a valid command"}
{"text": "Do we have any recipes that use candles, napkins, naan bread, balloons, beef, flour and aspirin?", "category": "Not a valid command"}
{"text": "Do we have any recipes that use olive oil, greeting cards, kidney beans, cinnamon rolls and balloons?", "category": "Not a valid command"}
{"text": "Do we have any recipes that use rice, ketchup, pizza dough, cleaning supplies, hazelnuts, olives, dried fruit, salmon, coconut and frozen fruit bars?", "category": "Not a valid command"}
{"text": "Do we have any recipes that use bread, tortillas, wine, couscous, toilet paper, hazelnuts, phyllo dough and matches?", "category": "Not a valid command"}
{"text": "Do we have any recipes that use sunflower seeds, frozen breakfast sandwiches, tea, cereal, chickpeas and toilet paper?", "category": "Not a valid command"}
{"text": "Do we have any recipes that use pretzels, phyllo dough, jelly, olive oil, candy, party supplies, apples, oranges, paper towels, sugar, frosting, bread, cookies and frozen breakfast burritos?", "category": "Not a valid command"}
{"text": "Do we have any recipes that use candles, granola, soy sauce, flour, spices, dried fruit, potatoes, dish soap, frozen fish, ice cream bars and umbrella?", "category": "Not a valid command"}
{"text": "Do we have any recipes that use frosting, chicken, frozen desserts, toothpaste and milk?", "category": "Not a valid command"}
{"text": "Do we have any recipes that use beef, balloons, soap and chips?", "category": "Not a valid command"}
{"text": "Do we have any recipes that use coffee, walnuts, tortillas, spices, mustard, frozen appetizers, butter, rice, pickles, black beans, honey, cereal, croissants, batteries and flowers?", "category": "Not a valid command"}
{"text": "Do we have any recipes that use jelly, tea, juice, tuna, napkins and farro?", "category": "Not a valid command"}
{"text": "Do we have any recipes that use canned beans, chips, frozen desserts, apples, oranges, pie crust and sunflower seeds?", "category": "Not a valid command"}
{"text": "Do we have any recipes that use frosting, nuts, sesame seeds, toothpaste and black beans?", "category": "Not a valid command"}
{"text": "Do we have any recipes that use frozen pasta, naan bread, mustard, frozen waffles, chicken and charcoal?", "category": "Not a valid command"}
{"text": "Do we have any recipes that use aspirin and flowers?", "category": "Not a valid command"}
{"text": "I've been hearing good things about the quality of soy sauce, rice noodles, frozen breakfast, pickles, pepper, cleaning supplies, bandages, cereal and frozen pizza.", "category": "Not a valid command"}
{"text": "I've been hearing good things about the quality of pie crust, salt, rice, pancake mix, cake mix, candy, pickles, barley and umbrella.", "category": "Not a valid command"}
{"text": "I've been hearing good things about the quality of rice noodles, frozen pizza, jelly, hot sauce, sunscreen, batteries, balloons, farro, sugar, rice, beer and sunflower seeds.", "category": "Not a valid command"}
{"text": "I've been hearing good things about the quality of bananas, dried fruit and bug spray.", "category": "Not a valid command"}
{"text": "I've been hearing good things about the quality of popcorn, kidney beans, frozen chicken, quinoa, frozen breakfast burritos and pumpkin seeds.", "category": "Not a valid command"}
{"text": "I've been hearing good things about the quality of frozen desserts, frozen fruit, napkins, paper towels, flour, spices, kidney beans, balloons, yogurt, peanut butter, juice, frozen pizza, herbs, salsa and cheese.", "category": "Not a valid command"}
{"text": "I've been hearing good things about the quality of milk, tomatoes, greeting cards, frozen dinners, frozen snacks, canned tomatoes and black beans.", "category": "Not a valid command"}
{"text": "I've been hearing good things about the quality of oatmeal, soba noodles, oranges and frozen breakfast.", "category": "Not a valid command"}
{"text": "I've been hearing good things about the quality of pickles, cinnamon rolls, pizza dough and soap.", "category": "Not a valid command"}
{"text": "I've been hearing good things about the quality of black beans and popcorn.", "category": "Not a valid command"}
{"text": "I've been hearing good things about the quality of frozen appetizers, onions, candy and coconut.", "category": "Not a valid command"}
{"text": "I've been hearing good things about the quality of pie crust, frozen vegetables and pancake mix.", "category": "Not a valid command"}
{"text": "I've been hearing good things about the quality of trash bags, pizza dough, coffee, aluminum foil, farro, salmon, rice noodles, soda, frozen pasta, oatmeal, pasta, pepper, barley and chips.", "category": "Not a valid command"}
{"text": "I've been hearing good things about the quality of cheese, frozen burgers, napkins, flowers, pine nuts, baking soda, cookie dough, trash bags, gift wrap, potatoes, frozen pasta and croissants.", "category": "Not a valid command"}
{"text": "I've been hearing good things about the quality of olives, canned beans, juice and mustard.", "category": "Not a valid command"}
{"text": "Can you check if there are any deals on batteries, candy, frozen bread, salmon, pancake mix, pork, frozen dinners, mustard, napkins, canned beans, pistachios, kidney beans, crackers and dish soap this week?", "category": "Not a valid command"}
{"text": "Can you check if there are any deals on candles, party supplies, pie crust, udon noodles, greeting cards, ketchup, frozen burgers, chicken, frozen fruit bars, batteries, english muffins, lightbulbs, quinoa and paper towels this week?", "category": "Not a valid command"}
{"text": "Can you check if there are any deals on frozen snacks, nuts and granola this week?", "category": "Not a valid command"}
{"text": "Can you check if there are any deals on croissants, frosting, frozen fruit, soba noodles, broccoli, rice noodles, maple syrup, udon noodles, tomatoes, phyllo dough, candles and frozen fries this week?", "category": "Not a valid command"}
{"text": "Can you check if there are any deals on pie crust, chocolate, mustard, cinnamon rolls, flowers, frozen fries, crackers, olive oil, butter, frozen meals, candles, gift wrap, phyllo dough, hot sauce and chicken this week?", "category": "Not a valid command"}
{"text": "Can you check if there are any deals on bug spray, lentils, sunscreen, rice, phyllo dough, soy sauce, nuts, granola and quinoa this week?", "category": "Not a valid command"}
{"text": "Can you check if there are any deals on flowers, bandages, pinto beans, english muffins, frozen meals, cookies and eggs this week?", "category": "Not a valid command"}
{"text": "Can you check if there are any deals on butter, maple syrup, oatmeal, coconut, pickles, pork, black beans, barley, baking soda and candy this week?", "category": "Not a valid command"}
{"text": "Can you check if there are any deals on tea, umbrella, chicken and nuts this week?", "category": "Not a valid command"}
{"text": "Can you check if there are any deals on udon noodles, soda, ramen noodles, eggs, flaxseeds and olives this week?", "category": "Not a valid command"}
{"text": "Can you check if there are any deals on brazil nuts, ice cream, soap, bread, frozen appetizers, hazelnuts, tea, pancake mix, tortillas, frozen fish, quinoa, batteries, cookie dough and umbrella this week?", "category": "Not a valid command"}
{"text": "Can you check if there are any deals on frozen bread, charcoal, spices, frozen pies, salsa, gift wrap, frozen pasta, olives, milk, frozen chicken, black beans, ice cream, barley, cereal and broccoli this week?", "category": "Not a valid command"}
{"text": "Can you check if there are any deals on bulgur this week?", "category": "Not a valid command"}
{"text": "Can you check if there are any deals on ice cream, canned beans, tomatoes, jelly, cookies, spices, cereal, kidney beans and rice this week?", "category": "Not a valid command"}
{"text": "Can you check if there are any deals on ziplock bags, batteries, farro, soap, cookie dough, tortillas, beer, chips, pizza dough and bug spray this week?", "category": "Not a valid command"}
{"text": "I'm considering whether we should try a different brand of vinegar, umbrella, pork, spices, rice noodles, black beans, party supplies, sesame seeds, coffee and popcorn.", "category": "Not a valid command"}
{"text": "I'm considering whether we should try a different brand of hazelnuts, cleaning supplies, toothpaste and jelly.", "category": "Not a valid command"}
{"text": "I'm considering whether we should try a different brand of pinto beans, olive oil and walnuts.", "category": "Not a valid command"}
{"text": "I'm considering whether we should try a different brand of onions, mayonnaise, english muffins, aluminum foil, carrots, chia seeds, black beans, pasta, pickles and canned tomatoes.", "category": "Not a valid command"}
{"text": "I'm considering whether we should try a different brand of flaxseeds, lentils, pickles, ice cream, ice cream bars, balloons and frozen pizza.", "category": "Not a valid command"}
{"text": "I'm considering whether we should try a different brand of jelly.", "category": "Not a valid command"}
{"text": "I'm considering whether we should try a different brand of bug spray, toilet paper, lentils, bananas, sunscreen and soap.", "category": "Not a valid command"}
{"text": "I'm considering whether we should try a different brand of lentils, vinegar, soap, mayonnaise, olive oil, pepper, flowers, bananas, phyllo dough, frozen fries, udon noodles and aspirin.", "category": "Not a valid command"}
{"text": "I'm considering whether we should try a different brand of laundry detergent, charcoal, bandages, hot sauce, popcorn, farro, lentils, udon noodles, spinach, flowers, ice cream bars, trash bags and coconut.", "category": "Not a valid command"}
{"text": "I'm considering whether we should try a different brand of pie filling, candy, barley, croissants, peanut butter, chickpeas, mayonnaise, frozen burgers and bread.", "category": "Not a valid command"}
{"text": "I'm considering whether we should try a different brand of shampoo, naan bread, cookies, bananas, honey, chocolate, napkins, potatoes, sugar and couscous.", "category": "Not a valid command"}
{"text": "I'm considering whether we should try a different brand of pie filling, cheese, english muffins, cake mix, frozen waffles, gift wrap, pinto beans, frozen dinners, pie crust, milk, pork, cereal, candles and aluminum foil.", "category": "Not a valid command"}
{"text": "I'm considering whether we should try a different brand of eggs, olive oil and dried fruit.", "category": "Not a valid command"}
{"text": "I'm considering whether we should try a different brand of pie crust, pickles, flour, cheese, paper towels, juice, cereal, salt, aspirin, potatoes and toothpaste.", "category": "Not a valid command"}
{"text": "I'm considering whether we should try a different brand of couscous, ziplock bags, yogurt, frozen fish and tortillas.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to buy more milk, farro, frozen fish, rice noodles, soba noodles, pickles, chickpeas, frozen pizza, potatoes, pancake mix, cereal, beef and frozen waffles right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to buy more toothpaste, cereal, frozen snacks, bulgur, almonds, wine, potatoes, cookies, frozen fruit, pizza dough, chips and beer right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to buy more vinegar, popcorn, brazil nuts, croissants, laundry detergent, hazelnuts, toilet paper, salt, tortillas, greeting cards, chickpeas and soba noodles right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to buy more pinto beans, pasta, canned tomatoes, ice cream bars, greeting cards and sunscreen right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to buy more balloons, bagels, bananas, popcorn, frozen fish, frozen pizza, coffee, maple syrup and frozen breakfast right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to buy more frozen pizza, shrimp, eggs, mayonnaise, ketchup and rice right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to buy more apples, canned beans, cookie dough, frozen waffles, beer, onions, matches and frozen fish right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to buy more coconut, frozen pizza, spices, coffee, cleaning supplies, pickles, bananas, flour and frozen meals right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to buy more tea, pine nuts, farro, herbs and pistachios right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to buy more milk, trash bags, sunscreen, croissants, jelly, frozen fish, apples, frozen pies, oranges, hazelnuts, vitamins, flaxseeds, sunflower seeds and laundry detergent right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to buy more gift wrap and bagels right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to buy more maple syrup, jelly, sugar, cheese, cookies, bandages, plant, frozen desserts, sunflower seeds, milk, beer, aluminum foil and chicken right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to buy more mustard and pepper right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to buy more oatmeal, udon noodles, pork, flour, soap, jelly, croissants, napkins, wine, peanut butter, vinegar, pumpkin seeds, paper towels and pretzels right now.", "category": "Not a valid command"}
{"text": "I'm not sure if we need to buy more mustard, pinto beans, maple syrup, candles and brazil nuts right now.", "category": "Not a valid command"}
{"text": "I've heard that aspirin, salsa, jelly, toilet paper, dish soap, frozen fruit bars, cereal, frozen breakfast burritos, beef, pinto beans, herbs and batteries are on sale at the local market.", "category": "Not a valid command"}
{"text": "I've heard that potatoes, frozen bread, barley, canned beans, soba noodles, jelly, ketchup and pickles are on sale at the local market.", "category": "Not a valid command"}
{"text": "I've heard that dish soap, baking soda, toothpaste, coffee, charcoal, shrimp, trash bags and batteries are on sale at the local market.", "category": "Not a valid command"}
{"text": "I've heard that ramen noodles and shampoo are on sale at the local market.", "category": "Not a valid command"}
{"text": "I've heard that sesame seeds, pie crust and lentils are on sale at the local market.", "category": "Not a valid command"}
{"text": "I've heard that sesame seeds, barley, vinegar, balloons, salt, party supplies, pepper, frozen pasta and black beans are on sale at the local market.", "category": "Not a valid command"}
{"text": "I've heard that cake mix, trash bags, umbrella, plant, cookie dough, popcorn, phyllo dough and paper towels are on sale at the local market.", "category": "Not a valid command"}
{"text": "I've heard that pine nuts, laundry detergent, frozen breakfast, pasta, cookies, greeting cards, yogurt, frosting, frozen pizza, tea, oranges, pepper, couscous and sesame seeds are on sale at the local market.", "category": "Not a valid command"}
{"text": "I've heard that vinegar, salt, soap, black beans and brazil nuts are on sale at the local market.", "category": "Not a valid command"}
{"text": "I've heard that greeting cards are on sale at the local market.", "category": "Not a valid command"}
{"text": "I've heard that frozen dinners, black beans, pasta, frozen bread and candy are on sale at the local market.", "category": "Not a valid command"}
{"text": "I've heard that black beans, frozen bread, frozen fish, party supplies, croissants, cereal, nuts, batteries, shampoo, salmon, balloons, chia seeds, olive oil and flour are on sale at the local market.", "category": "Not a valid command"}
{"text": "I've heard that butter, ice cream, tortillas, frozen fries, bread, napkins, walnuts, chips, black beans, baking soda, salsa, croissants, pita bread, cereal and cashews are on sale at the local market.", "category": "Not a valid command"}
{"text": "I've heard that napkins, olives, milk, bagels and baking soda are on sale at the local market.", "category": "Not a valid command"}
{"text": "I've heard that soba noodles, candles, broccoli, tortillas, beer, tea, party supplies, couscous, pasta, umbrella, nuts, toilet paper, pork and frozen fish are on sale at the local market.", "category": "Not a valid command"}
{"text": "I'm thinking of experimenting with pepper and chickpeas in our recipes.", "category": "Not a valid command"}
{"text": "I'm thinking of experimenting with almonds, frozen snacks, soap, popcorn, coffee and phyllo dough in our recipes.", "category": "Not a valid command"}
{"text": "I'm thinking of experimenting with candy, oranges and frozen pizza in our recipes.", "category": "Not a valid command"}
{"text": "I'm thinking of experimenting with frozen fish, frozen chicken, pistachios, black beans, chickpeas, aspirin, frozen bread and croissants in our recipes.", "category": "Not a valid command"}
{"text": "I'm thinking of experimenting with wine, laundry detergent, frozen snacks, frozen burgers, rice, pita bread and ziplock bags in our recipes.", "category": "Not a valid command"}
{"text": "I'm thinking of experimenting with cinnamon rolls, sesame seeds, tuna, cookies, sunflower seeds, brazil nuts, tomatoes, frosting, frozen appetizers and kidney beans in our recipes.", "category": "Not a valid command"}
{"text": "I'm thinking of experimenting with naan bread and frozen breakfast in our recipes.", "category": "Not a valid command"}
{"text": "I'm thinking of experimenting with lentils, couscous, ketchup and tortillas in our recipes.", "category": "Not a valid command"}
{"text": "I'm thinking of experimenting with bagels, salmon, shampoo, salsa, rice noodles, ziplock bags, chocolate, sunscreen, sesame seeds, beef and balloons in our recipes.", "category": "Not a valid command"}
{"text": "I'm thinking of experimenting with hazelnuts, pancake mix, cinnamon rolls, balloons, bagels, oatmeal, nuts, dish soap and ramen noodles in our recipes.", "category": "Not a valid command"}
{"text": "I'm thinking of experimenting with lentils, black beans, pine nuts, frozen desserts, potatoes, frozen fish, ice cream, trash bags, olive oil, pistachios, dish soap, maple syrup and milk in our recipes.", "category": "Not a valid command"}
{"text": "I'm thinking of experimenting with frozen waffles, bananas, beef, bulgur, bandages, beer, shampoo, cheese, candy, rice noodles, pistachios, quinoa and rice in our recipes.", "category": "Not a valid command"}
{"text": "I'm thinking of experimenting with popcorn, frosting, flowers, butter, walnuts, spinach, udon noodles, naan bread, croissants, ice cream, tortillas and broccoli in our recipes.", "category": "Not a valid command"}
{"text": "I'm thinking of experimenting with chocolate, bandages, toothpaste, shrimp, greeting cards, beef, flowers and plant in our recipes.", "category": "Not a valid command"}
{"text": "I'm thinking of experimenting with frozen desserts in our recipes.", "category": "Not a valid command"}
{"text": "Have you ever used wine, eggs, mayonnaise, peanut butter, toilet paper, canned tomatoes, rice noodles, bagels, paper towels, frozen meals, maple syrup and cereal in your cooking?", "category": "Not a valid command"}
{"text": "Have you ever used carrots, chocolate, frosting, frozen pies and pita bread in your cooking?", "category": "Not a valid command"}
{"text": "Have you ever used frozen pasta, frozen meals, almonds, soba noodles, croissants, tea, cashews, shrimp, pistachios, chickpeas, chips and english muffins in your cooking?", "category": "Not a valid command"}
{"text": "Have you ever used frozen pasta, frozen chicken, flour, chickpeas, walnuts, tea, cereal, aspirin and croissants in your cooking?", "category": "Not a valid command"}
{"text": "Have you ever used pistachios, soy sauce, walnuts, ziplock bags, eggs, frozen dinners, juice and salmon in your cooking?", "category": "Not a valid command"}
{"text": "Have you ever used tortillas, pancake mix, crackers, flour, ramen noodles and couscous in your cooking?", "category": "Not a valid command"}
{"text": "Have you ever used bulgur, tuna, pasta, bandages, canned beans, frozen dinners, olives and frozen chicken in your cooking?", "category": "Not a valid command"}
{"text": "Have you ever used pumpkin seeds, olives, spices, frozen chicken, pie filling, canned tomatoes and frozen burgers in your cooking?", "category": "Not a valid command"}
{"text": "Have you ever used flour, ice cream bars and canned beans in your cooking?", "category": "Not a valid command"}
{"text": "Have you ever used aluminum foil, salt, toilet paper, chickpeas, frozen pies, frozen breakfast burritos, pepper, laundry detergent and bug spray in your cooking?", "category": "Not a valid command"}
{"text": "Have you ever used frozen burgers and hot sauce in your cooking?", "category": "Not a valid command"}
{"text": "Have you ever used charcoal, granola, eggs, cashews, beer, butter, barley, sunflower seeds, shrimp, coffee, aluminum foil, apples, salsa and phyllo dough in your cooking?", "category": "Not a valid command"}
{"text": "Have you ever used frozen desserts, bug spray, flowers, cashews, naan bread, frozen bread, paper towels, carrots, cake mix, bread, frozen appetizers and ramen noodles in your cooking?", "category": "Not a valid command"}
{"text": "Have you ever used kidney beans, nuts, cookies, apples, frozen pies, chicken, flowers, dish soap, frozen fries, english muffins, milk, charcoal, coconut and pretzels in your cooking?", "category": "Not a valid command"}
{"text": "Have you ever used pumpkin seeds, flowers, frozen appetizers, herbs, phyllo dough, plant, dried fruit, frozen burgers, bagels, jelly, pistachios, tea, chickpeas, toilet paper and ketchup in your cooking?", "category": "Not a valid command"}
{"text": "I'm considering whether we need to purchase beer, frozen desserts, baking soda, honey, cashews, frozen breakfast burritos, mayonnaise, soda, frozen fruit, chips, beef, cleaning supplies and sugar this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need to purchase charcoal, frozen chicken, ketchup, coconut, frozen pasta, bagels, rice noodles, pie crust, juice, nuts, flaxseeds, frozen pizza, frozen appetizers and frozen bread this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need to purchase pistachios, bananas, vinegar, canned beans, pumpkin seeds, dish soap, bulgur, walnuts, soap, baking soda, popcorn, soy sauce, cleaning supplies, juice and mayonnaise this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need to purchase bananas, balloons, candy, oatmeal, pasta, granola and mayonnaise this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need to purchase herbs, party supplies, pork, couscous, pretzels, trash bags, cake mix, chocolate, rice noodles, carrots, umbrella, tea and batteries this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need to purchase broccoli, dried fruit, frozen appetizers and frozen snacks this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need to purchase pistachios this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need to purchase pizza dough, maple syrup, shampoo, crackers, sugar, frozen burgers, batteries and greeting cards this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need to purchase nuts, pickles, pepper, mayonnaise and tomatoes this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need to purchase soy sauce, frozen dinners, canned beans, dried fruit, frozen vegetables, frozen waffles, napkins, peanut butter and coffee this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need to purchase laundry detergent, oatmeal, cheese, brazil nuts, olives, chicken, english muffins, coconut, frozen vegetables, pork and carrots this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need to purchase frozen dinners, croissants, wine, coconut, balloons, rice, sugar, jelly, pistachios, barley, ice cream bars, shampoo and apples this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need to purchase frozen breakfast and herbs this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need to purchase candy, shampoo, flaxseeds, ice cream, trash bags, vitamins, frozen pies and pancake mix this week.", "category": "Not a valid command"}
{"text": "I'm considering whether we need to purchase frozen burgers, flaxseeds, soap, paper towels, oatmeal, frosting, greeting cards, frozen breakfast, canned beans, pita bread and spices this week.", "category": "Not a valid command"}
